{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I cannot say enough about this restaurant! It was the absolute best part about my trip to Pittsburgh. First, I was surprised to find a vegan restaurant in a meat and potatoes city but this place really blended the Eastern European vibe of Pittsburgh and made it completely plant based. The restaurant is upscale casual with a beautiful greenhouse feel in the back. The staff were so knowledgable and explained everything to us. They recommended wines, food, and desserts and checked on us frequently throughout the meal. The prices were also incredibly reasonable. I really cannot believe the flavors and attention to detail as each dish was enjoyed. We kept ordering more and more despite being completely full because we wanted to try whatever we could! I recommend this place to absolutely everyone - you can’t visit Pittsburgh without stopping!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Service and atmosphere was great. All of the staff are very friendly and helpful. The cocktails were delicious and we really enjoyed the food. The one criticism is that it was quite salty, but otherwise really flavorful. Highly recommend the sunflower ice cream!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely adore this place! Wonderfully done vegan food and so creative, too. I’ve been here twice—once with their regular menu and once for a set menu for Christmas. Great variety of dishes and a good quantity of food (especially at that Christmas dinner, oh my). I really can’t wait to come back, and I highly recommend anyone to dine here, vegan or not!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Best food experience I've had in Pittsburgh in a long time. Everything was delicious, unique and beautiful. The ambience is so lovely and cozy with great music and service. Their drink menu is lovely. Our favorite dishes were the spaetzle, celeriac schnitzel, potato dumplings, and stado golebi (stuffed cabbages)."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Visiting from out of town and the reviews and descriptions caught my eye.\nWorth my 30 min drive!\nGreat, friendly service from every employee I engaged with.\nI was solo so sat at bar.\nThis place just invites friendliness!\nEverything so fresh!\nHad the potato pancakes… very crispy, flavorful and large portion. Plenty to share.\nThen had the 2 types of pirogies plate… the cabbage were my favorite as a little sweet and a pop of pepper. But entire dish was delicious and large portion.\nI am not Vegan but thoroughly appreciated all the options and care put into the menu.\nI was told the menu changes frequently.\nI also got the brioche/plum dessert to go… not sweet and not my favorite. But again a big piece.\nAppreciated my bottle of chilled water.\nWill definitely return!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My group had an amazing experience eating at Apteka for the first time over the weekend. The first thing we noticed when we walked in was the inviting atmosphere and how good the restaurant smelled. We loved every single bite and sip of everything we ordered! Everything was super flavorful and the flavor combinations felt very intentional and harmonious. The boiled pierogis were everyone’s favorite bite of the evening but you really can’t go wrong with whatever you choose to order. We loved our apps and entrees so much that we ordered all 3 desserts on the menu, and those didn’t disappoint either. Fav app was the potato salad. Another plus is that there are plenty of delicious non-alcoholic drink options on the menu. Highly recommend Apteka! And for those who normally wouldn’t go for vegan food…you really can’t tell that the food is vegan, other than that your body feels healthier than it normally would when you get home after a night of indulging!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "We loved Apteka! The food was interesting and delicious. It satisfied my GF vegan preferences and my husband's omni tastes. The drinks were an extra special treat. The whole experience was one of a kind."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "[First Visit] December 2023\nMy friends and I went there on Sunday night at around 7 without a reservation. We did not have to wait to be seated at the patio. The service at the restaurant is nice. We ordered an appetizer, three dishes and a dessert. The food is amazing and the price is really really good.\n\nThe appetizer is Zakaski. It has several kinds of pickles and is served with 4 pieces of bread (2 pieces / kind). All the pickles taste good. The pierogi ziemniakami tastes good. I love the stuffing. It tastes good with the cream and the sauce. The Kluski Slaskie is the potato dumpling, which is quite different from the dumplings I had. The dumpling has no stuffing inside. It tastes like flour ball, but super chewy and the sauce is tasty. The Golabki uses the cabbage to wrap the rice and other stuff. It looks astonishing and tastes good. We ordered the peirnik for dessert. It tastes amazing. If I had not been so full, we would definitely order another one.\n\nIn summary, I enjoy all the dishes we ordered and I am willing to go to the restaurant again and try out all these dishes again.\n\n[Second time visit] April 2024\nThis was my second time visiting APTEKA with 3 friends. We did not make a reservation and arrived at around 5:30 PM to join the line. Luckily, we were able to get in the restaurant without waiting (We are a group of 4 people). Other groups with two people need to wait for an hour. I think it is due to the setup of the seating in the restaurant. Again, the food is fantastic.\n\nWe ordered two starters, three main dishes and a dessert.\n\n**starters**:\nPlacki ziemiaczane is a potato pancake dish. The outer ring of the pancake is well friend and so crispy.  Pirozhki is a piece of pan fried bread with potato inside. It is pan fried so that outside layer of the bread is hard and crunchy. With the sauce and pickle, it tastes really good. I am so amazed at these two starters.\n\n**main dishes**:\nThe main dishes we ordered this time is the same as the ones I ordered last time. They are still really statisfying. The Pierogi z Ziemniakami is a dish with potato stuffed pierogi. This time the dish has a different sauce, but I still like it a lot. The  Stabo Golebi is a must order in this restaurant. It is a dish with rice wrapped in cabbage. The seasoning of the rice is so good. Also, this time we received 5 smaller pieces instead of 2 larger pieces. My hypothesis is that the number of cabbage wraps served is group dependent. Because we were a group of 3 people last time, we were served 2 large pieces. The Kluski Slaskie is as good as last time, but, this time, there were a bunch rutabaga and carrot on top of it.\n\n**Dessert**:\nI was so excited about having the cake I had last time as our dessert. However, it seems that they change the dessert menu. Thus, we order the Lody ze Slonecznika, whichis a vegan ice cream. The dessert tastes so good. The ice cream is not too sweet. The chocolate and nut layer outside is crunchy. Overall, I think it is as good as the cake I got lat time.\n\nOverall, I still ranked this restaurant a must visit in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Cool concept. Loved the seating and set-up. Food was delicious. Service was super efficient. Staff was great. All-around positive everything. So glad to be able to support an all-vegan place."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food everything was delicious and healthy.  We weren’t rushed, yet we didn’t have to wait long. Good vibe. It’s a busy place so we showed up early to ensure we got in.  Will go back frequently"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "CRAPTEKA REVIEW!!!\n\nIt was my roommate's birthday on Monday and after I sang the praises of Apteka, she wanted to go, so I took her for her birthday. Upon looking up the menu, we found out about the burger joint event, and were cautiously thrilled for a different experience. The wait was longer, but we waited as they opened to be put on a list, so we were able to go home and come back an hour later. CRAPTEKA'S service is incredibly fast, all of our food came within 10 minutes of us sitting down other than our desserts, but the bottom line is that these meals were ridiculously good. It's incredibly flavor forward, and every menu item had us shocked that it was vegan/vegetarian. We got the kebab, the swamp burger, and the yuba BBQ, along with two orders of fries (very generous servings) with fantasy mayo (amazing). We drank a hurricane and a whiskey sour, which were great. Dessert was the cake and the shake, both were divine, but that cake was uniquely amazing. If you can make it out before CRAPTEKA is done for the year, you'll have an incredible experience.\n\n//I've been hoping to go to Apteka for quite some time, and finally I was able to go last week. We showed up a little before open, and there was a short line. An employee came out, gave us menus, and explained that we order at the bar and then are seated. We got the choice to sit inside or outside (we chose outside), and were able to keep our menus. The wait was very short, and gave us plenty of time to peruse the menu. I was glad we chose to sit outside, the tables were further away from the tables inside, the heat lamps kept it warm, and the atmosphere was spectacular. We joked that we felt like we were drafting up military movements. To drink, we got the nasza gorzka and the gin drink with orange wine I believe, which were delicious. We took a while to drink them, and they were delicious all the way down, never felt like they got watered down. For the appetizer, we got the placinta, which was lovely, a great and filling appetizer, but the real show came with our entrees. We had the smazone pierogi and the pierogi z ziemniakami. The smazone had two types of fried pierogi, and they were absolutely delicious; I'd recommend this for a first timer as it was very approachable. I really enjoyed the dandelion greens pierogi, it had so much umami flavor, but the sauerkraut one was also amazing. The ziemniakami was definitely something you have to slow down and enjoy. It's a very classic potato and cabbage pierogi with çwikla (beet and horseradish) and czarna salsa (like a salsa negra but the peppers are replaced with Zanzibar black peppercorns and mixed with smoked and black garlic and spices for days). The czarna salsa is absolutely what makes this dish, it's divine and unique to Apteka, and if you get a bite with everything and focus first on the peppercorn, you go through a beautiful exploration of these incredibly simple ingredients that truly is a gift. I recommend trying everything on a bite of the pierogi first, then breaking it all down and appreciating each bit. We finally had the smazone jablka w ciescie, which you have to let the waitstaff know you're ready for about 10 minutes in advance. This is an absolutely mind-blowing dessert. It is thinly sliced apples lightly battered and fried into indescribably delicious flat donuts. It's what you always wanted apple pastries or apple pie to taste like for every single bite. This is to die for. I was so grateful to have this experience, and I recommend everyone comes and takes their time with their food. This is an experience where if you take the time to get to know the flavors, you will be rewarded. I cannot wait to come back."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "So excellent I honestly forgot to take more pictures. I have never had Polish food before, and have very rarely eaten vegan food, and this was absolutely excellent. A friend insisted we had to eat here while we were in town."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Food was not particularly interesting or flavorful, but fun to try. Service was great and the atmosphere was unique. They were amazing with accommodating food allergies for one member of our group."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "If you don’t eat meat and are tired of limited options for food, you must check this place out.\n\nMy first visit to APTEKA was standard. Got there early so seating didn’t take too long, and ordered many popular dishes. It was impressive that they were able to get nice flavors completely vegan. Had the pierogis, sweet noodles, dessert. Overall the flavors were alright, a little plain, maybe it’s Polish cuisine or vegan ingredients, but nothing blew me away from ‘one of the best restaurants in the country’.\n\n5 months later, I happened to visit APTEKA again. This time the menu was a little different, and the pierogis this time were great. Very hearty and flavorful. I also got a sparkling juice that tasted nice, but the cabbage cigar dish was unimpressive.\n\nThe atmosphere is nice, as there’s space for low-light dining at the front of the restaurant or bright natural-lit garden dining. If you dine in, you order and pay once you enter, then carry your dining equipment with you to your table. The tip line is confusing when the customer does everything except carrying the food.\n\nThe service was also fairly chaotic. During my second visit, all dishes came except for one, which never came even after 40 minutes. The servers kept asking if everything came, and one server tried to start clearing the table assuming we were done.\n\nOnce they realized they had forgotten the order we got it within 10 minutes. They even refunded the charge for that dish, which was an unexpected gesture and shows their dedication to quality service among their popularity."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Very nice to remember Eastern Europe through this healthy tasty vegan food. Everything was delicious from the first bite to the last one. We tasted the cold summer soup, Silesian dumplings, fried pierogi and cherry pie with icecream. No more words to say, everything just super flavorful and you don't miss the animal part at all."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I’ve eaten here atleast 5 times and the wait is worth it everytime. The food, drinks, and service is absolutely amazing. Vegan or not I’d recommend this place to anyone."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Hands down the best food and dining experience in Pittsburgh, whether you are vegan or not. Always friendly staff, always great wine, always a delightfully appealing menu. I only wish they were open more throughout the week. Reasonably priced for the high quality of the food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is the best vegan restaurant I’ve ever been to and I’ve been to many over my 15 years of veganism and world travels. The menu takes food that I would not normally be excited about, and not only veganizes it, but puts added creative and intentional touches to make each item unique and delicious. Even the salads are drool worthy. The atmosphere is stellar — relaxed, clean, cozy, and trendy. The staff is super accommodating and always ready to answer questions. Don’t sleep on getting a shirt, they even have awesome swag. Already planning my next Pittsburgh trip around going back to Apteka!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is a small, Eastern European-inspired vegan restaurant. The menu is small but focused, with a variety of small plates, entrees, and desserts. Everything is made with fresh, seasonal ingredients, and the flavors are bold and unique. I particularly enjoyed the small plate trio. All of the dishes were delicious.\n\nThe service at Apteka was friendly and attentive. The staff was knowledgeable about the menu and happy to make recommendations. However, the way they take orders can be a bit inconvenient. All orders are taken at the front counter, which can create a long line at the entrance. This can be a bit of a inconvenient for the tables that are closest to the counter."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I love their seasonal menu. Everything is always packaged well for take out. Best vegan option in Pittsburgh, I’d say."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My son wanted to take me here for quite some time. Somehow the plan was not falling in to place. Today we were in the neighborhood and on the spur of the moment decided to visit this place. I heard that there are long queues here and you have to order food even before we get seated. I found this very strange because where I come from, which is India, we are treated like royalty when we visit a good restaurant. However the staff were very courteous and helpful. They even changed our set from outdoor to indoor as per our request, despite the peak hours. The food we ordered was amazing, though I can't pronounce it. It was very tasty and flavourful. As Indian I am used to eating very flavoursome food with good spices. Here too I enjoyed the food and drinks. Glad I could make it this time."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "It would be an honor to repeat the meal I had at Apteka every week for the rest of my life.\nVegan naysayers can choke on their words but will happily gobble down anything you're lucky to eat here.\nThe salad hit all the texture delights: fresh crisp, crunchy, creamy, a true wonder.\nOf course the pierogi are fantastic, get all of them.\nService was generous & kind without being overbearing. We felt well-cared-for & not rushed.\nAmbiance was akin to a secret underground dining club: dark and trendy with modern music. Music is a bit too loud to have an engaging conversation & the uncomfortable seating pair up to hurry you along but this is still an exceptional place to stare in wonder at what a talented team can do in the realm of plant-based cooking."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Unfortunately, I went back their after a while and the food wasn’t as good as before. Definitely you can see the taste of foods are not very similar to before.\nI’m glad that I didn’t wait outside to be seated.\nAnd we had a problem with one of our foods(hair in the food!), but they couldn’t replace it.\nI hope they get better again like before."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The best vegan restaurant I’ve ever been to!\nThey serve amazing Polish food, traditional but with a modern twist. Super hearty and authentic. Order few dishes and share to enjoy all the flavours!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "The food is impressive considering that it’s all vegan, though it’s not particularly flavorful and just average on its own. I don’t understand the hype or the long line out the door. Perhaps it’s due to the restaurant’s very limited hours."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Crapteka is so bussin 🍔 the food was served before I could even sit down and get my coat off, and the sunflower milkshake was insaneeee!! The swamp burger and fries and the fantasy mayo was also so perfect 💯"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "well done. first time having vegan eastern european, which must’ve been a difficult menu to build."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "We got the sampler and the sandwich from the take out menu. The sandwich was really good and so was one of the two types of pirogies. The sample was alright. The cake and ice cream were excellent.\n\nEdit: upon revisiting, I can say the restaurant is much better in person. I’m not crazy about the set up but they do a good job getting food out quickly."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Second time eating here!  Hard to pick a favorite, but glad to get to eat the celeriac schnitzel and crispy buckwheat again in the various dishes we picked this time.  Food is undeniably flavorful and unique.  Service is very accommodating for food allergies.  Interesting cocktails and non-alcoholic beverages.  Very busy restaurant, best to come just as it opens or make reservations.  There was already a queue outside the door at 5:20pm Sunday. Glad we had made a reservation."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Came to celebrate my 35th birthday. I loved the atmosphere, it was very calm. I brought my carniverious aunt, who said she was glad she could cross a vegan meal off of her bucket list lol. I ordered the pierogies, im no food critic. But ive been eating piergoies all my life, and ive never had pierogies as unique as the ones i ordered. They were awesome! I highly reccomend."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food here is absolutely delicious! You can pick anything off the menu randomly and it will be phenomenal!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "If you get the chance to go here, DO IT!! Their hours aren't always the most accommodating, but that's ok because the food is to die for. This is easily the best vegan restaurant in the city (one of the best in the country, if you ask me). It's also just one of the best restaurants in general. Definitely in my top 3 for Pittsburgh.\n\nThe way they use mushrooms and some of their other organic vegan ingredients is INCREDIBLE! Truly top tier. The perogies are so unique and unlike anything I've tried before.\n\nThe only thing I have to warn about is, they do not take reservations and they are self-serve. Make sure you get here early on the days they are open because there's usually a line."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Savory Vegan Dishes Achieving Excellence\n\nPolish dishes: A kitchen that generally is not thought of as Meatless, has proved that it does not need meat to be excellent or delicious.\n\nAll of the food is simple but, do not get me wrong, simple does not mean it is bad or tastes funny. No, simple means basic ingredients, delicious flavor. Everything is handcrafted and perfected to your palate in a truly authentic way.  The restaurant is, of course, busy with patrons wanting to sample the flavor and taste the fresh ingredients. I highly recommend this restaurant.\n\nUpdate:\n\nAfter comparing and contrasting the numerous restaurants that I've been to and the vast variety of different dishes I have tried, I can confidently say that this is one of the best restaurants I've been to and this has nothing to do with heritage bias in any way."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Love love love! Every time I eat here, I have a better experience than the last time. The soups are always good. I really appreciate the more unique dumpling varieties, in addition to the more traditional pierogi. The desserts are excellent too, and I love feeling that I can have a comforting meal and it’s all plant-based/vegan.\n\nLast time, we got to eat in the back garden, which was such a magical experience!\n\nThe only thing that’s challenging is the ordering experience. It’s awkward that after I’ve waited an hour for a table, I need to make up my mind and order really fast, in order to be seated. It’s also awkward because it’s always cramped up at the front with everyone waiting."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great food and ambience at Apteka. Didn’t even notice it was vegan! Haha. The sunflower dish was probably my favorite, but I think it was seasonal:( Also great cocktails! Very light and refreshing! Can’t wait to come back!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Had the stuffed cabbage and considering it being vegan, was really good. Got a small plate of baked potato’s and that was good too. My 3 star might be because I’m not vegan myself and food was not particularly tasty to me , I definitely had better ones but of course not vegan version. Would i recommend this place ? Probably not if wait is long. We waited over 1.5 hours. But if I can sit quickly or I’m with someone who doesn’t eat meat, yeah!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I have dined in amazing restaurants all around the world and this place is in my top 3 and it is RIGHT HERE in Pittsburgh. Apteka is the best!!  GO!!!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Tasty pierogis, interesting take on a beetroot soup, good selection of (Austrian) wines, some available by the glass. Must try the Muskateller.\n\nBrilliant idea for a Vegan restaurant NOT to advertise it is Vegan. It's simply very tasty food thst happens to be vegan.\n\nLong queue at the door. We booked, left our phone number and while we  waited some 40 minutes, we went for a walk in the gorgeous cemetery across the street."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My friend and I walked into the restaurant in a rush before a gig in town. Venus was a lovely server who got us sat right away, and Ben took care of us at the bar. He gave us some great recommendations for a delicious and quick meal. We ordered the beet soup, cucumber salad, summer stew, and fried and boiled perogies. The food was fantastic, service was amazing, and the atmosphere was phenomenal."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Some of the best food in Pittsburgh for a not so unaffordable price. Portions are generous and more than enough to full the appetite of someone who rarely goes a dinner without meat"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I have never had more flavorful eastern European food! Every dish had layers of seasoning that made each bite unique. We tried the Kotlet Selerowy (schnitzel) and Rogal z Maslanka Truskawkowa (poppy seed pastry) and would go back again to try everything else on the menu. It is wonderful that more places are experimenting with vegan versions of traditional recipes."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "The vibe was just okay.  They could create stuffed mushroom dumpling."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Vegan Polish food sounds like a practical joke but this place and their food is amazing! It’s a must stop restaurant in Pittsburgh. I tried my three staples of Polish food - pea soup, potato pancakes and pirogies - and loved them all. I just wish I had room for dessert. Get there early because a crowd lines up early."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is a unique place (where else do you find vegan Eastern European food) and I’d recommend trying for that reason alone. But the food is also quite good, and they make changes to their menu based on the season! My favorite dish is the “schnitzel” with boiled potatoes and pickled veggies but everything here that I’ve had has been interesting, flavorful and tasty. They do take reservations for parties of 4+ but I’ve always lined up around 5:30-6:30 and gotten in within the hour, usually less. And for how nice a restaurant, it is quite affordable."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "the food was fine, but the bar (white guy -red head) ignores patrons seated at the bar. they barely acknowledge my party, but did just fine offering service to all the other patrons. the women were nice, noticed, and helped with my orders."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Completely changed my perspective on Vegan fare. The borscht, cabbage pie, all the bread, and the dark cherry crumb cake are incredible. Seriously changed my world view on this type of food.\n\nThe music is an acquired taste but definitely add to the experience. It is a journey!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This spot is a must try! I come here every time I'm in Pittsburgh. Every dish is so delicious and their wine list is excellent 😍"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "What a cool spot! Definitely get there early, the line is pretty efficient though. The small plates were all great, favorites were the salad, borscht and spaetzle!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Food: Excellent. From the entree to desert, they did a fabulous job of making some healthy and tasty vegetable dishes.\n\nService: Good. Everyone were pretty friendly, you have to order at the front desk and the food is brought out to you.\n\nOverall: Based on prices, quality and service, I would highly recommend this spot if you’re in the Burgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Dearest Apteka\n\nI just want to thank you for an outstanding dining experience. My wife and I visited for dinner a few days ago and everything was perfect. We started with the apple pancakes and the jam and toppings were excellent in addition to the pancake. I would highly recommend them to anyone considering them. I had the mushroom kebabs and the mushrooms had an exquisite flavor. I love the way they were wrapped in a cabbage leaf. they had a nice Smokey flavor from the grilling process. My wife had the potato dumplings and they reminded me of little tiny donuts. I don’t know what sauce was on the cauliflower that came with the dumplings but it was amazing buttery and delicious. thank you once again for the great food and great service. The servers were helpful and readily available. looking forward to coming back soon. Thanks again! Cheers!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "1. found a hair in my food\n2. was served an entree while we were in the middle of eating our appetizer\n3. was never checked on during meal\n\nI've had great experiences here before where I always recommended the food to others, but today, I felt that the experience and the quality of the food is no longer up to par. The entire hall smelled like something was burning upon entry, the staff were more engrossed in their own conversations than the service, the food also tasted off and burnt, and we felt overlooked and disregarded. For the price and (lack of) quality, I was let down and do not understand how this place was put on a list of the best restaurants in the united states when it's quite average."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "We went for Crapteka, the casual menu of veggie burgers, fries and vegan shakes. This annual event makes prices accessible, and the food was incredible. Every element was house made,including the buns. It's no wonder the chefs are nominated for a James Beard award. It's well-deserved!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "They have amazing  polish vegan food. Food os favor and tasty. I would definitely recommend this place. Just let you know it is very casual place."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Excellent food and service. All offerings are vegan and full of flavor. Had drinks, pierogis, and a couple of deserts with friends. So glad we stopped in. Photos don't do justice...especially to the pierogi!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This was my first [and certainly not my last] experience at this restaurant. STUNNING vegan options. Personal standouts included the pierogi, burnt carrot salad, and apple tarta. Cocktails are not afterthoughts; beautifully crafted. Space is warm, buzzing, and intimate. Looking forward to revisiting and seeing the garden area."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Verrrry delightful. Had been hearing about this place since moving to PA and finally got to go—wait wasn’t super lengthy, seating was neat (we sat outside in a tent with heaters), and food came out really quickly. Loved the sauce on top of my pierogis the most!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Parking could be very difficult at times. They are only open for dinner Friday, Saturday and Sunday from 17:00 to 22:00. Reservations is highly recommended.  The food was very very good, it's Eastern European vegetarian. They also have a great selection of drinks.  You order your food cafe style.  I love this place. We will be back."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Everything was absolutely delicious. We had small and large plates, and finished off the evening with dessert. The service was fantastic.\n\nIf you like Polish food, you must try APTEKA."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Nice restaurant with good vegan polish food. I like it how they base their cuisine in whole plants, unfortunately this limits the amount of hearty rich protein dishes that you could get if they used tofu or seitan."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "The wait was long, but really good food. My first time eating Eastern European cuisine and they make it vegan extremely well."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Really nice place for vegetarian (vegan) food and fine cocktails (about $8-9 a drink). Beer isn't cheap and probably not worthwhile. The entire menu is vegan. Unfortunately, the location is a bit harder to get here from Oakland without a car.\n\nThe menu is reasonably affordable given the high quality food. The atmosphere is casual and a little hipster, not in a bad way. Sometimes it gets noisy and crowded.\n\nTheir pierogies are very good and undoubtedly a signature item. The apple pie is nice, not too sweet. Their menu is seasonal and changes once in a while, but I think they always have the pierogies. :)\n\nOccasionally they will rent out the space to a group, or have 21+ nights, and there is no way to know that in advance without calling since they don't always update their website. If you're going late at night and someone in your party is under 21, call ahead to be sure they are not carding at the door."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Some of the best, richest, tastiest and reasonably priced food in Pittsburgh. This conclusion after two visits with friends and having tried pretty much the whole menu - but not all the cocktails (which so far are excellent). You have to be a bit adventurous or from an Eastern European family since most customers will not recognize the dishes except for their awesome pirogies. Notice I haven't even mentioned the \"V\" words (vegetarian, vegan)? B/c it really doesn't matter. My carnivore friends enjoyed themselves as much as I did (I was in vegan heaven). Only quibble is that the logistics and traffic flow inside could be better - starting your evening standing at a crowded counter to order brings down an otherwise good experience. And don't mind all the Instagramming hipsters there, they are the reason Pittsburgh even has some good vegan options now."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "One of my favorite places ever! We ate a borsch there, which was the most delicious borsch I've eaten in my life (I'm Russian). Even though it is vegan. I realized that all their sourcream-like products are even better than the diary ones from my point of view! We also ate pierogi, which were delicious too! Kluski were not bad but the least interesting from what we got. I loved the design. The plates are old metal bowls, the candle comes in a huge jar like for pickles. The sitting area in the backyard is surrounded by flowers.... And the nut milk pudding dessert that we got...mmm... wonderful! Sweet just enough! Delicate and tasty!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Been waiting a while to try this place. Friend said let's go they're making burgers for this week only. Disclaimer: I love meat. Though the burgers they made that week were jaw dropping and I couldn't stop shaking my head in utter surprise of the delicious burgers my friend and I both had. I loved their burgers paired with fries and their awesome mix drinks. If this was only a tasting of their fine food then I can only imagine what lies behind their draped doors on their regular menu... Point is even if you're not into vegetarian or vegan eating and you're a meat lover like myself take a step into this place and you'll be pleasantly surprised. Go now, go enjoy, go share the food with the ones you love. Can't wait to try their full menu. Also thank you Apteka and all your team."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Visited Apteka with some friends for dinner the other night and I have to say. The food and experience was absolutely spectacular. I will definitely be returning and if you haven't tried it yet. You should."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Some of the best food in all of Pittsburgh!!! Super long waiting times, but 100% worth it. The food, the drinks, everything tasted amazing. Ordered both pierogis and the apple pancakes, everything tasted very authentic but also unique."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "We had an outdoor heated patio, great candle light ambiance.\n\nNever tasted eggplant pate this savory before. Their samzone pierogi was delicious.\n\nNote that because of the NYTimes article about it recently, wait time to get the table can be a little bit long but it's 100% worth it!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Nice plates and variety. Good chance to try some eastern European food that was vegan..friendly staff and prompt service. Recommend the fried perogies and carrot tart"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I absolutely love Apteka! From the menu to the dining experience and environment is just outstanding. I’ve been going for almost 2 years and every experience is different but exceptional!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "A cuisine experience of all Vegan European dishes in a beautiful, cozy restaurant visually appealing to enjoy delicious unique food in the company of friends. A great experience in every way!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "The food and atmosphere was pretty good. It's an interesting process to order / eat the food- especially since it's so crowded it gets a bit confusing. Otherwise it is a good vegan place since there aren't many options but overall I think this place may have been a bit hyped up."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Its always packed, and for good reason. The food is fantastic, the cocktails are unusual/not too sweet (also delicious). Although its become very trendy it still feels casual and friendly. Its definitely a little bit stressful to wait in the line and order at the counter when its completely packed, but the ambiance even when it's crowded is great. The pierogies\nare the best on the planet, and even though it seems unassuming, they make a fantastic salad."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "It took me a few visits before I realized apteka (pharmacy!) really is aptly named... Best food in Pittsburgh, so wholesome and always vegan. My go-to whenever guests are in town, and the perfect mix of hipster bar meets laid-back café- particularly for the impeccable playlist.\n\nPictured are both pierogi orders, cold beet soup, and a cherry cocktail. Get there at open if you want to avoid a wait!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This restaurant is amazing. The vibe is upscale casual with clean, simple industrial/Scandinavian decor. You place your first order at the counter, then can leave a tab open to continue ordering drinks and food. Our food and drinks came out very quickly. We got pierogis, kanapki, apple pancakes, and cabbage rolls, and the gin, rye, and fernet cocktails. Everything was incredible. All of the food is high quality and handmade with simple ingredients combined to form amazing flavor. The pierogis were by far the best I've ever had. The stuffed cabbage came in a delicious, rich broth with cream. Although I didn't ask, I suspect the rye bread is a traditional rye without shortcuts and coloring. My husband and I agreed that this restaurant alone is worth another trip back to Pittsburgh. Tip: get there early or make a reservation. The place filled up very quickly."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I’m not vegan and had never been to a vegan restaurant, but this was one of the best meals I’ve had in my life. The borscht, apple pancakes and pierogi dishes made me want to cry they were so good. Just absolutely joyful dinner experience."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food was delicious!  The atmosphere was superb!  Restaurant is clean and the menu is simple, yet plentiful.  You order up front, pick a table, and the food comes to you.  For any vegans in Pittsburgh, or traveling through, this place is a must!  Even my non-vegan boyfriend who loathes sour cream actually liked the topping on the salad!  Will definitely be coming back!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "The food was pretty good, and unique, but the overall experience wasn't. Although some staff were sweet and doing their best, others made me feel extremely unwelcome. The vodka cocktail and fried pierogies were good, the gingerbread cake and crabapple cordial were decent. The lobby was crowded with people waiting for tables, it was hard to tell who was waited on yet and to get the attention of staff. We were lead away from the counter to a table, where they explained that we must go back up to that same counter to order. It's like fast casual, but worse, and at a table service price point. The staff pointed out two places to order, but said we should use the one in the front so we weren't \"in the way\" if a line formed. The table water had a bacterial colony growing in the bottom of the bottle (which a kind staff member replaced for us.) When I went to order dessert, I went to the side of the bar with the sign that said \"open tabs,\" because I had an open tab. After a while of waiting for someone to notice me, someone said \"I don't know who told you to order here,\" (both the sign and the person who lead us to our table, but I digress) and directed me to the other side of the counter. At the other side of the counter, the staff saw me approach, did not acknowledge me, picked up the entire ipad order setup, and faced a different customer. It took so long for them to wait on me that another staff took pity on me. Aside from a few charming dried botanicals, the decor is very plain. It's dark, and drafty, unless you're under the single, sweltering overhead heat lamp, and the music was repetitive and loud. It's kind of a sensory nightmare. The price is too high for the experience. I'm glad I tried it, but don't plan to return anytime soon and don't think I'll be recommending it."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "Food yet again was not great.  I thought with crAPTEKA it would be fun again this year but my burger was burnt and lacking flavor or complexity.  I tasted two of the other burgers too and the texture was just off (too chewy to get through).  Even the drinks were meh, the grasshopper was just okay.  The table next to us left all three of their drinks on the table when they left.  Sad to say.... they are slipping, a lot."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great seasonal menu that is very creative. The food is great to share and is very filling"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Masterclass of high quality ingredients and brilliant blends of flavor. Looks simpler than the complex and delicious experience. We ate at the patio, which felt like a convivial backyard party."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is my favorite restaurant. It's vegan but doesn't compromise on flavor. The dishes are super unique and delicious. It is a bit more money than other places but is great for a nice night out. I recommend getting several dishes to share as the plate sizes vary (some dishes you get a lot and some just a little). It is very vegetable based (no meat substitutes) but I have never been disappointed even as someone who loves fake meat and dairy."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing vegan food! Great service as well and an overall wonderful experience. One of my favorite restaurants in Pittsburgh, easily"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I've experienced vegan cuisine across the country, and this remains one of my favorites. As a non-Pittsburgh local, I have still found my way to this restaurant twice, and both times I was served some of the simplest, most creative, most satisfying vegan dishes I've ever eaten at any price point. The workers have been notably lovely both times, as well :)\n\nNote: I am plant-based, but not vegan, but I still make it a point to visit as many vegan restaurants as I can when I visit a new area."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "i’ve been going to this place since 2016, and never have i had a bad meal here. from the locally sourcing and hand foraging ingredients to their nuanced and incredible drinks, to the magic they do with nuts and seeds, the food at apteka is some of the best in pittsburgh. the staff is so friendly and sweet, esp in the face of the massive dinner rush, and they never fail to provide timely and kind service. be warned that it is very difficult to get in without a wait past 5pm but it is WORTH IT!!! go again and again and again — promise it’ll never get old."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Fantastic vegan Polish food!!!  Great service! Friendly staff and awesome atmosphere!! Highly recommend when visiting Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great food and recommended experience. I despise vegan food - often it is tasteless, pretentious and does not leave you with the satisfaction of a nice meal. Not at Apteka. A friend took us there, and took care of the reservation as well ( we had a large company). They usually don't take reservations and you have to wait in the line. But it solves quickly. Menu is not super long, but you find something from sandwiches to hot meals. Had baklazanka, an eggplant sandwich, and cabbage rolls. Baklazanka was easily the best sandwich I have ever had and cabbage rolls were delicious."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Love Love Love this place. The food was delicious, the service was very friendly and the atmosphere was cool and casual with nice background music. Just all felt very special. As it was my first time you have to realize that you place your order first at the counter and then have a seat with a number you take to your table. There is a large wall menu when you first walk in and a regular menu also that you can take to your table and decide that way if you wish. But I can’t say enough about the food. I had the Pierogi dish. It was so full of flavor and the smoked cabbage was amazing. I topped it off with an apple tart. The sour cherry compote just brought out mouthwatering flavors. Just delicious ! Can’t wait to go back !"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "A favorite of ours. Amazingly fresh, Polish specialties, but vegan. This restaurant does not leave one hungry nor lacking for flavor. .  Everything we’ve tried is delicious. The pierogis, the sandwiches, and the soups."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Best perogies I've ever had. The pea soup was amazing."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Whether you are a vegan or not - great place to come out for a meal. Loved eating out back in the garden, delicious food and a top notch bottle of wine. Didn't miss my meat at all\nVery flavorful and staff was friendly & helpful"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Totally surprised by how delicious vegan polish food could be. Our taste buds were blown. Service was a bit off as it was very difficult to get their server's attention (that's why it's 4 instead of 5 stars). But all in all great food and better prices!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing quality vegan food for a very reasonable price. Service was quick and staff was also very friendly!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing atmosphere both inside and outside (the backyard is a true gem), attentive staff, intresting wine and cocktail selection and all vegan menu..doesn't get any better than this!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I came on a Sunday for dinner with a hungry vegan, turned out to be wine night. Tomasz saved the day, gave me an appetizer and recommendations. (Kitchen was closed) People like this are gems. Thank you for the delicious fresh pirogies, and your kindness. Be back soon!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Super tasty place to eat.  Small, intimate setting.  Great portions and prices.  Very attentive staff.  The food was magnificent and just makes you feel great.  We had the perogies and did not go wrong with getting 7.  Definitely check this place out."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Wow. I was so impressed. The sunflower shoot salad was beautiful and all sorts of yummy my mouth hadn't yet tasted. The perogis were literally the best perogis I've ever had. And I got both desserts and... O. M. G."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I really cannot say enough good things about this place. The staff is very friendly and courteous, and the food is absolutely delicious. I am almost ashamed to say this, but the pierogis and potato dumplings are better than my mother's, rest her soul. We could not help but look at the food going to other tables, wishing we had ordered everything on the menu. We were also curious about how there could be yogurt at a vegetarian restaurant, and were pleasantly surprised to discover that it is made from cashews. Without a doubt, the next time that we are in the Pittsburgh area, we will be visiting again."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I saw this place on Eaters hot new restaurants in Pittsburgh so I thought that I would give it a try. I didn't realize it was a vegan restaurant until I was on my way. As it turns out, I had nothing to worry about. The food was excellent! I would definitely go back again."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "one of my new favorite restaurants in pittsburgh. a must try is the schnitzel. it’s tender and so flavorful."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "A good go-to place if you have vegan friends in town. It has a dive bar feel to it, and there were some gluten free options, like the potato dumplings and peppers"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Looking for a good vegan place, close to my hotel, I found this place. Choosing dishes on the menu was not so straightforward as their names don't immediately ring a bell, and ingredients don't give a real hint of what you would get (maybe a photo would help a lot!). Therefore I asked the cashier for her recommendations (you order her first, then you grab a seat, they will bring the food). She was very kind, and suggested me 3 different dishes (as I was very hungry). I sit in the outside area, a backyard, and food came very quickly! Eating something like that = a total surprise, was a very good experience (I trusted them completely, due to the very good reviews, so I did not ask anything about what I was going to eat) Completely satisfied, also from price perspective! I strongly recommend the place!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The APTEKA experience is everything, from the creative European dishes to the industrial ambiance. Vegan or not, this sandwich was one of the best I’ve ever had. The pancakes came with a rich cream and berry compote. Perfection on a plate! We’ll be back!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Some things to expect that I did not see in other reviews: expect a long wait and go somewhere else while you wait. They do not have seats for people waiting to be seated. The service style is also more like a bar than a restaurant, where you have a running tab that you close out when you leave. You have to go up to the bar to order. I believe this is to expidite service so they can seat more people quickly. There are reservations but only for tables of four or more and they run out quickly. Once you order, the food comes out quick even with the crowd.\n\nThe food is extremely good, there is a wide variety of options and flavors. There are tangy pickles, smoky cabbage, and perfectly roasted potatoes. We had the schnitzel and pierogis, both of which were incredible. They were perfectly salted and had subtle spice profiles that were great to enjoy on their own, but taken to the next level by the pungent and sweet horseradish served with the schnitzel and the delectably creamy double fat sour cream served with the pierogis. The gin with orange wine cocktail was refreshing, not overly sweet, and I have not had anything like it before.\n\nIf you live in Pittsburgh you have to visit at least once."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is our favorite restaurant in Pittsburgh. Food, service and atmosphere are fantastic. It was our 40th Anniversary and we chose Apteka! From 4 yrs old to 73 yrs old, everyone had a wonderful evening."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Fact #1: I love eating meat. Meat is probably my most favorite thing to eat. Fact #2: Apteka does not serve any meat, everything is vegan. Fact #3: notwithstanding fact 1 I will be back to Apteka again and again."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "An impressive vegetarian menu of the dishes inspired by traditional Polish  cuisine! Delicious food! Unexpected and unique dining experience! Highly recommend!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Fresh, clever ingredients. Friendly welcoming staff and a chic atmosphere! The cocktails are inspiring and pair well with the menu! Their vegan spin on the pierogi will always keep me coming back. Gluten free options are available"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Loved the carrot buns! Best restaurant in PGH hands down !"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "As a vegan, it doesn't get better than this - not just in Pittsburgh but anywhere else in the world.  All the reviews, awards, and accolades are true.  One tip: all the items are unique and phenomenal, but the salads are like nothing I've ever eaten.  I don't know what a Northern European forest tastes like but that is the flavor imagine in my mind."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Seating is difficult to get at times, but the food is fantastic! Definitely worth a try."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I would describe the experience I had eating at this restaurant as ethereal.  The atmosphere and the service were soothing and peaceful.  And the food was amazing.  The sunflower seed milk ice cream was likely the best dessert I've had the pleasure of tasting in my life; it blew my mind."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely phenomenal. Every dish was delightful, with interesting flavors, perfectly balanced. The house sodas were fantastic as well, fun flavors and perfect execution. The rhubarb sorbet was transcendent, it literally brought a tear to my eye. This meal made the 4 hour trip to Pittsburgh worthwhile on it's own, I'm so glad we came. I've never had food this good without paying like $500"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is always a must stop (and eat) when we come to Pittsburgh! Vegan and Polish, I mean what could be better?! The attached pic has an assortment of their items (hastily plated by me because I just couldn't wait to eat it all). I've never had anything that wasn't stellar!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Seriously one of the best dining experiences I’ve ever had. First, the space is beautiful, and the design is really minimal and sleek. The staff were all so friendly, informative and helpful. They easily made very thorough accommodations for a nut allergy, which some other Vegan places will not do. We ate on the back patio and it was amazing—they brought out candles once the sun set, which really added a cozy feel. Food wise, we ordered the eggplant sandwich (the fav), the pierogis and the schnitzel, and they were all amazing!\nTLDR: great food, staff and space."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Marvelous vegan food. There even a few gluten free options. My black pepper soda was deliciously refreshing, not cloyingly sweet.  My broth with the stuffed cabbage rolls was complex and hearty. Service is pretty fast here."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food is so flavourful and amazing. I wish it was closer so that I could come here every week. This restaurant makes me wish I was Polish because then I could eat food like this for the rest of my life. Such an underrated gem! The atmosphere is very casual. The best cocktail I had here was the cherry whiskey one."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely amazing. The food is fresh and always changing. The staff are knowledgeable and enthusiastic. If you get there and there is a long wait, it is worth it! Just add your name to the list and go have a drink nearby and wait your turn to have some of the best food in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka has the best pierogis in Pittsburgh. The way they use the flavors just comes together extremely well on each dish. I do wish they had more of a rotating menu, but have loved everything on the menu, including the drinks!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This is my absolute favorite restaurant in Pittsburgh. The food and cocktails are always on point, the atmosphere is lovely, and my vegetarian wife can have anything on the menu. We normally order a bunch of things to share so that we can try as much as possible. It's not the right time of year for it, but their mulled wine and to go pierogi are also a Christmas tradition in our household. Don't pass up the opportunity to go here!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "It's one of those places where you're not 100% sure exactly what you ordered, because the ingredients are unique and the descriptions are very general (and everything has a name in another language), but everything turns out to be surprisingly delicious and filling! It's all vegan, so sometimes descriptors like \"double heavy cream\" throw you off and make you wonder (I think it was some kind of frothed bean water?). I'll pass the advice that our other friend gave us: Go with a few people and try everything together!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Coming from a Polish family, the food was decent, but a little overhyped. Staff was good especially the hostess. It’s not a white table-cloth restaurant and a little loud. The atmosphere could’ve been warmer. Would’ve been a decent lunch place instead of dinner. Not really worth the 2 hour wait, I think I’ll stick to my mothers cooking."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Loved the food here. First time had polish food. Very well done for all vegetarian food. Friendly staff, good crowd and ambiance."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "So flavorful! My parents (who grew up eating this kind of food, and then served it to me) approved! Definitely good for vegans and non-vegans :)"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Wonderful meal here that gives amazing taste to the foods connected to my childhood. Great plate presentation and rich flavors."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely a must eat place. I wish they took reservations (only parties of 4 or more). There were only two of us but it was his birthday and he is polish, so he really wanted to eat here. We waited about an hour and drank while we waited. The wine selection is great, the cocktails are great and the food is outstanding. It was definitely worth the wait. The food also came out quickly after being seated. It tastes just like authentic Polish food but with a modern, elevated twist."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Spicy sandwich, potato salad and drinks are EVERYTHING! Vegan, plant based and veggie positive are all welcome."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Just downright delicious food. My German husband is thrilled that the schnitzel has been added to the permanent menu. We have been getting that and the pierogis lately, but have never had something off the menu that we didn’t love. If you’re looking for hand crafted drinks and some of the best vegan food in the area, definitely give Apteka a try!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "I admit this was one of my absolute favorite vegan restaurants ever before the pandemic. Now it’s okay.\nThey have great drinks which I love and they are creative with their use of ingredients.\nTheir pierogies use to be the best now it’s just okay. The other items on the menu are hit or miss to me.\nThe staff are always really nice and great.\nIt’s a cute space"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "my favorite restaurant. Any occasion or date night i go to apteka. the food is always amazing and creative. Any trip to apteka is the highlight of my week"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Extensive menu and all vegan. Those who aren't vegan will definitely still enjoy this artful eastern European cuisine. Really cool atmosphere too."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This restaurant is incredible! Delicious vegan food that everyone will enjoy/ flavorful, creative, and hearty. The atmosphere is lively and bustling. Staff members are warm, professional and efficient. Totally worth the wait. Wish this restaurant was located in my town!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Good food, a bit too loud"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "We've eaten here several times and the food is always innovative and delicious. That being said, the last couple of times we dined in, we felt incredibly rushed and stressed out for it. Last night we ordered 2 drinks, 2 soups, 2 apps, 1 entree. The spacing of the courses was virtually non-existent and everything was dropped in a 15 minute window. Our non soup items were cold by the time we finished our soups. We were literally out of there in under an hour. Not pleasant at all.\n\nWhen your table is available, they ask you to browse all the menus and order everything at once. Then you pay and tip, prior to any service, and they give you some plates, utensils and napkins and walk you to your table. My tip: keep your tab open and only order what what you want to eat for what would be considered a first course, then go back to the counter and order a few more things after you've eaten, keep doing this until you're satisfied.\n\nUnfortunately this cafeteria-style, fast-casual approach to dining is a growing trend. It really doesn't matter how popular or upscale a place is anymore.\n\nAgain, the food is really amazing."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Diverse vegan menu, friendly staff, nice atmosphere, cozy patio setting... Overall a pleasant experience"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My experience here was awe-inspiring. Beautiful and complex flavors that blew my expectations out of the water were present in every dish. We shared borscht, apple pancakes, two types of pierogi, and one other dish. I was very happy with their non-alcoholic drink options. Fair pricing, incredible atmosphere, and great service as well. Clear proof that vegan food does not have to be bland or even meat mimicking. Truly a delight."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "Maybe it’s just not for everyone but I’m not a huge fan and don’t understand the hype. Always feel like I’m bothering the people who work here the handful of times I’ve gone in and the food is just okay."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Such a great place! Very friendly staff; had an issue placing a takeout order on their website and someone helped me over the phone and they were very helpful and understanding.\n\nGreat food, I went when they briefly had the menu changed to burgers, fries and milkshakes and wow! Nice to find a place that doesn't just slap some impossible meat on a grill. Also not even exaggerating when I say theirs are the best fries I've ever had, I'm usually pretty picky about fries.\n\nCan't wait to come back, so happy to find a great vegan place near me"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious central and Eastern European food that is all vegan. Flavorful and filling."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "As my dad said, \"not easy to recreate these dishes at home\". The food is very good with lots of interesting flavors. The pierogi was actually the least impressive dish we ordered, though it was still great. Highly recommend the gingerbread dessert.\n\nCheap considering the quality (16$ dishes). We showed up ten minutes after they opened and got one of the last tables. Music was a little too loud at times, atmosphere was quite nice with a clean decor."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "We expected to have good food here, but even so, the food blew us away - clean, bright, well-delineated flavors served up in a charming environment. If I had any complaints, it was that I couldn't taste everything on the menu!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "A really good place for vegetarians and vegan. We had Pierogi z Ziemniakami and Kopytka along with Leipziger Gose and Riesling wine."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Excellent experience. Came here for dinner and have a drink. Had no idea this was a vegan restaurant...\nWhat an experience. Service is great and amicable. Signature drinks are refreshing and pretty to look at (keep 'em coming!). The menu offers a good variety of plates. The food is... nothing below masterpiece level. Tasty. Filling. Colorful...\nI left amazed with the menu; after good chats with the barkeep-owner; my ears, filled with music; and yet another reason to visit Pittsburgh a second time.\nApteka: SUCH a treat."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Interesting and fresh food, unfortunately way too spicy for native Polish. I love the fact that everything is vegan. Wish the portion of \"kluski śląskie\" was bigger."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "Food was decent but largely overpriced, they have a small menu, and even smaller if you want take out. Not at all gluten free friendly either.\n\nThere was even then still almost an hour wait to be seated, and it's super crammed like right beside random people crammed. Absolutely zero desire to ever go back there."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing drinks, amazing food. Tbh I'm not sure what I ate but I know that I loved it!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "The stuffed cabbage, the mushroom soup and the Baba Yaga sandwich were good, but the pierogies, the dish I thought I'd enjoy the most, were terrible, frankly. The fillings are all foods I enjoy (potatoes, cabbage, mushroom) but there's a seasoning that takes over and it's not pleasant. I like the cafe system where you order and pay first because it gives you freedom to just stand and go when you're done eating. On this occasion, I thought it was a bit rude that when I asked \"how are you?\" I was told \"well, I'm at work.\" And I heard a different waitress say the same thing to a different customer. (Is this an inside joke I'm missing?)"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "What a gem in Pittsburgh! I cannot speak highly enough of this place. Closest thing to a Michelin star experience when it comes to food and service. Reservations for groups of 4 plus mandatory. Their situation for parties of two is not the greatest because you can't make reservations except on the day of dining at the restaurant, and there's an hour long wait most days but it is entirely worth it. Great wine list, cocktails from foraged ingredients. Unique experience."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "While this isn't uniquely Pittsburgh food, it is a unique restaurant in the USA. It's not just a unique experience, the food is outrageously good. If you're a visitor, 100% come here because you won't find a restaurant anywhere like this place in the US.\n\nThe place is purely vegan. The roots of the food are Eastern European, so you will see lots of pierogis and its cousins. But even better, unlike many other restaurants, the food profile is very unique. None of the menu items have \"subsitute\" versions of a food item. No meat substitute. Just a unique experience.\n\nAs for the quality, I feel the food here is just in another planet. Just absolutely phenomenal quality. If you like french fries, definitely eat it here because they're probably the best in Pittsburgh? They have so many interesting sauces, and they put other restaurant's cole slaws to shame. They make certain flavors happen that no other non-vegan or vegan restaurants will do. For example, they had some weed leaf as an item with the Kluski Slaskie, and let me tell you it was just the most insanely amazing taste I've ever had with a green, let alone a common weed (some are edible? apparently yes). I don't know how they make weed plants taste that amazing.\n\nIt's also so unique that any visitor looking for any food MUST come here. You can visit even the biggest cities, and you won't find food like this. It's a MUST visit place.\n\nWhile I did say there's no meat subsitute, once a year, they'll do a vegan take on junk food called Crapteka. In this case they will make meat-like substitute items, and will have hearty unhealthy meat substitute-like sandwiches. Again, this is another unique experience, and you only really have 1 chance to try the experience.\n\nNote that the hours are extremely limited (Friday-Sunday) and the wait times for the place are north of an hour on average. You have to line up around 4:30PM to get a table, and you'll still be lucky to be seated before 7PM. Yes, this restaurant is THAT good."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Did not disappoint! Neither my husband nor I are vegan but I've been wanting to check out Apteka since we moved to Pittsburgh 4 years ago and we finally made 😄\n\nwe knew it would be busy so we went at 530pm, put our name in then went somewhere else to have a drink until they called to say our table was ready around 6pm. For 2 ppl we ordered 1 small plate (the tartines were amazing and it's hard to decide if we like the beet or eggplant one better), 2 large plates (fried perogies and schnitzel (upon waiters suggestion which was definitely the favorite of the night!)), and 1 dessert (sunflower seed ice cream soooo good) and had plenty of leftovers to bring home!\n\nIf you are in Pittsburgh and looking for amazing, unique dining experience definitely check out Apteka 😋"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Being of Czech decent and vegetarian, I never thought I would ever experience vegan Eastern European cuisine, but here it and it is savory and delicious! They open at 5 and we got there at 5:05 and there was a line down the block already. Get there early if you want a seat inside. My friend and I sat outside in the backyard and they had heating lamps which was sufficient. Impressed by the hostess who patiently walked us back there to see if we want to dine back there despite a line of people. She made us feel taken care of.  Definitely want to come again next time I'm in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Delicious food. I loved the fried pierogies and the pickles plate.\nVery loud place and too dark. They should put more light."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "It's not food from Poland or Europe, it's just a vegan food.\nSecond, they made us rush and put in our order 4 items, when I said that we would like to order just one to try.\nPlus salad on top wasn't even fresh.\nHopefully, this place is gonna work on customer service.\nMake people from Europe be proud of your food when they taking someone who doesn't know anything about Polish food. I'm from Ukraine and I got just embarrassed for bringing my friends here."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "The food came out fast but the rest of the service left a lot to be desired. We had to go out of our way to ask for plates then make sure the plates didn’t have chipped ceramic and were food safe.\n\nAs far as the food is concerned, we got one of each of the large plates and they were just okay. The textures and flavors are pretty uniform. The chef should work on increasing variety in those aspects to have a more well rounded menu.\n\nNot a  bad place but not a place I would come back to."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "High quality ingredients. Intricate cocktails. (Mostly sweet ones, from what I could tell.) Absolutely deserves to be on the Pittsburgh best restaurants list."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Unique restaurant with tasty food.  The pirogies are my go-to and my wife loves any of the dishes that contain potato dumplings.  It can get pretty crowded, so make sure to allow for some waiting time on seating.  Food comes out in a jiffy!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "It’s 2023. Take reservations…seriously. We drove almost an hour. Yeah, it’s a popular place, but we figured if we got there when they open we would be fine or at the very worst have a reasonable wait. At open, the restaurant was filled and the line was already the entire way down the block in the pouring rain. There are many services for restaurant to accept reservations and ignoring that feels like some weird flex, like they want to stroke their own egos by having customers wait in line for hours."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food was excellent and well worth the wait!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I always make the stop at Apteka whenever I'm in Pittsburgh because it's genuinely one of the best places to eat. Incredible food. We stopped for Crapteka right before their vacation hiatus, and the burgers were great but the drinks stole the show. Becherovka/burnt lemon/house tonic was one of the best simple cocktails I've ever had. Don't sleep on their house made sodas either. Spike them if you wish. Great spot. Love DJ nights. Almost worth the trip from Akron alone!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I rarely write Google reviews but today I absolutely have to! This food is mind blowing. I’m Ukrainian do all flavors are familiar to me but totally reimagined and hard to believe that all meals AND deserts are vegan as well. I’d give 6 stars ⭐️⭐️⭐️⭐️⭐️⭐️ if I could!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Best vegan food in pittsburgh. All the meals are well prepared and full of flavor. Authentic polish food with a modern twist, especially accommodating with vegan sour cream, coleslaw, etc. full range of flavors. Fair pricing for the food. Only complaint is the service you’d expect to have a server for the full fine dining experience, that this place could offer"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Food was great. I'm not even a vegan or vegetarian, but the food was just awesome!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Excellent food and cocktails. I brought my mother here without telling her everything was vegan and she didn’t even notice. It’s best to order a little of everything any share.\n\nWe really enjoyed the pickle board which had a little bit of everything.\n\nWe didn’t have reservations on a Friday night and even though it was busy we got in relatively quickly. They let us enjoy a drink while we waited."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food here was delicious, very flavorful, and authentic for vegan options. Would come back again."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Borscht was amazing! I'm telling that to you as ukrainian! Varenyky/pierogy yummy too. Beer wow, especially Roundabout! And mushroom sandwich is never to forget!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Worth the wait. Best food in the burgh, and very unique cuisine. Even better than my grandma’s kitchen table of illustrious memory. Great vibe, cool outside area, peirogis like none other. Everything delicious. Everything. The cocktail with Gorki was very tasty but low-ABV. The owners are super friendly and not snobby."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "To simply put it, I was blown away by this wonderful place. The level of love and execution of all the dishes is impressive. I doesn’t matter what your favourite food is. Just come here and try it. Now!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The most delicious food I have yet enjoyed in Pittsburgh. That it is vegan is a testament to the skill of the kitchen. Absolutely amazing."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "All vegan Eastern European food, and very tasty! They have lots of appetizers, filling meals, and good desserts. Pierogies, noodles, and more. We sat outdoors, but there were lots of heaters and it felt like camping in a forest. The wait is usually pretty long, but there are some nice coffee shops and stuff nearby."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious! Highly recommend the perogies; they taste just like the Old Country."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Fabulous vegan Ukrainian food! Decor was simple and informal, service was excellent. Only complaint was the noise level on a busy Friday night made conversation difficult. After 2 years of pandemic, I am not used to this. We had a group of 6 and had most of the items on the food menu. Everything was delicious I would go back in a heartbeat, but might choose a slightly less busy time if I wanted to have a good conversation with my company."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Visiting from out of town and heard from many that Apteka was the place to be. Solid, simple, and hearty food even meat-eaters will enjoy (though a bit too understated for my taste). Overall, worth a visit if you’re from nearby. Service was a bit slow, but friendly.\n\nWinter dishes we tried included the salad, pea soup, tartines, and schnitzel dish."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Delicious food. Simply awesome. Alternative climate. No, this js Central European cuisine, no Eastern European though :)"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely amazing! Food & cocktails were delicious!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Very popular vegan restaurant with unique entrees. They are all well prepared and interesting combinations of spices. Excellent service made it a nice visit overall."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Good restaurant, really enjoyed the place, nice talkative employees, beer, ambient, and food. Was recommended to get the \"small dimple dough balls\" can't recall the dish's name and a dark beer both were great. Hadn't had polish food, not too flavorful but different cultural food of course, but i enjoyed it. The tea cake dessert wasnt my thing though, didn't like it - perhaps it's my taste - bit too hard crusted and the fruity flavor just had a strange taste which just didn't grab my attention( not sure what others have thought about it). Overall great place to visit. Would visit again when I am in town."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing. I'm painfully full."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "We visited during the limited-time January \"CRAPTEKA\" menu, which is a fun New American theme with vegan burgers, fries, shakes etc. Our food was tasty and creative; the cocktails were especially good (I had the White Rum).\n\nWeirdly, APTEKA refuses to take reservations for groups under 4. But there was a significant line when we showed up, and an employee wrote down our names and gave us an estimated time to come back (~90min later). I'm grateful we didn't have to stand around in the cold, but also, isn't that just a reservation with extra steps? Seems like you could have done it over the phone."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Pretty amazing food for not being able to cook in real butter! A little heavy on the Indian/ turmeric type spices in the food, but otherwise loved it. It. My favorite thing that we had were the Apple pancakes- I could eat like 10 orders. I'm also not a really big drinker but they have a cocktail there with sour cherry in it that was absolutely delicious!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "This place has amazing food but the workers don't make squat cause customers aren't encouraged or are willing to give the same tips you would see at a \"traditional restaurant.\" This makes me question the owners commitment to their employees."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Not only is this the best vegan restaurant, it is hands down one of THE BEST restaurants. Immense care and time goes into the incredible food they make at Apteka. Walking in it feels like you are going to a friend’s home for dinner. Amazing food, wonderful staff, and a cozy atmosphere. A special place indeed."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely fabulous! Very gourmet, creative, using delicious fresh ingredients, herbs, spices to produce dishes that are startlingly original, healthy and all vegan. One of the best vegan restaurants anywhere (and I'm a serious traveler!)"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "A nice take on traditional polish food. A little spicy though for a food that typically does not pack heat ."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Divine vegan eastern European food! Loved everything we got, especially the spruce ice cream shake, extremely refreshing!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This is one of the best restaurants I’ve eaten at in my life.  Portions are good, prices are reasonable and it’s vegan.  My friends and I tried 5 of the dishes and shared.  Everything was delicious and different within the restaurants savory palette.  They get quite busy so be prepared to wait if you arrive much after they open."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This was an amazing culinary experience. Every detail from the drinks to the food to the service was incredible. I ate and drank myself full and there was still so much I wanted to try. Reservations are a good idea but they will put your name on a list if they are full and call you when a table is ready. The eggplant sandwich was fantastic! The pierogis were out of this world. I cannot recommend this place enough."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "really great and I never go meat free... Dill potatoes and the beer and celeriac schnitzel great with horseradish"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "Food was pretty good but I'm giving it a single star because the people working there are atrocious. I had an elderly, \"non hip\" person with me on the day of my visit and the waiters were looking at them with disdain.\n\nIf there's someone who can look at you with disdain, people working at this restaurant, it's me. I'm Eastern European unlike you Western European-descended American mutts working at this restaurant who can't even pronounce the items on your own menu.\n\nKeep in mind this happened in the summer of 2019 but I just remembered to review it now."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My family and I went for dinner tonight, 4/2. Everything we ordered was so fresh and well made. I can't wait to go back and try more items on their menu. The staff was very friendly!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "Good service, way overpriced mediocre food.  She and I had entrees (I had 4 pierogies, 2 types?  only served 1 type -- no lentils. She had sad noodles. ) and 1 drink each, split 1 dessert. 20% tip, $78 out-the-door. Very pricey for what very little you get. Won't be back."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Blew my mind that Polish food didn't need meat to taste this good! We pretty much ordered everything on the menu and it was all delicious. There might be a line to wait to get in but it is completely worth it.\n\nAnytime we are going to be in Pittsburgh this will be a definite stop for me."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Incredible experience. All the dishes were so layered, flavorful, and complex. Everything was consistently delicious across the board and nothing let us down. The cocktails were the same way: well thought out, elegant, perfectly balanced. Add to it the warm and efficient service, and the beautiful space, and we were briefly transported to another world."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great place for a hearty vegan meal. Always pleased with the inventive dishes. I have tried to get into their cocktails, but they are just too thick (some like smoothie consistency) for my taste. Good wine and beer available. Highly recommend for a spin on Pittsburgh food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This place is amazing! I am giving it only 4 stars for service because we had to wait 1.5 hours for a table, but they were honest and clear in communicating the wait time so that was not a problem. Definitely worth the wait!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "It was definitely a niche experience, but a fun one. Everything on the menu is vegan, and upon entering you'll open a tab instead of pay at the end. The menu might be tough to understand for some, so I'd advise figuring out your order previously to entering, but the food was still a solid 9/10 for me."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "They make things with vegetables in ways i did not think were possible."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "ALL TIME favourite wine, food, atomosphere, staff you could wish for. I’m from Youngstown but live in Australia now and I make it my main goal when I come home to come here. You can’t find anything like it anywhere else. I wish I could transport it to Melbourne more than anything. ❤️❤️❤️❤️"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Incredible food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Finally got to get here after many years. We are so sorry that we haven’t had time in the past few years after they opened.   We absolutely loved this place.  The cocktails were speedy and delicious. We’ve had cocktails in many bars in Pittsburgh and these were some of, if not the best around.  The small plates and large plates were spectacular - great Eastern European / Polish food.  We love that it’s all vegan!!!  Service was fast and efficient.   Thank you!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great vegetarian food and good place to dine out."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is a vegan restaurant that has so much flavor bursting from its dishes. Apteka has a very peaceful ambiance and it is really lovely dining here. I love how they change the dish ingredients depending on what is fresh and in season.\n\nI've dined a few times and I love ordering a few shareable plates: salad of choice, fried pierogi, steamed pierogi, and a wine or a non-alcoholic drink."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great food, kind of a hassle to get in, but, worth it"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food was great. Lots of variety. We ordered multiple small plates for a table of six and shared everything. The drinks were especially good. We tried 3 of the cocktails offered and they were all well balanced and tasty. The desserts were also very good. The music was pretty strange, but it was a funny dinner conversation topic. Also, you have to order everything at the front counter, so consider taking a look at the menu in advance. Lastly, they're frequently busy and minimum size for a reservation is 6, so grab 5 friends, or aim for the off hours!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Unique and delicious contemporary hipster’s vegan take on soviet era “stolovaya”. Highly recommended! “Pirozhok z Brukwia is an absolute throwback to your gramma’s special and it won’t disappoint. Idk what is that “smoked double fat” on the side, but it blew me away!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "So delicious! You can never go wrong with the pierogies, but the whole menu is delightful. The entrees are a good size, you won't feel stuffed, like a lot of restaurants tend to do. We also had dessert, both the apple pie and the poppy seed cake. They were amazing!!! I would go for the dessert alone. The cocktails we ordered were both really great as well! They were sweet and refreshing!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Incredible 100% vegan food at modest prices. Will definitely be a regular here.\n\nUpdate: this has become one of my favorite places. The food is consistently stellar, the cocktails are incredible and no matter how I'm feeling, it always hits the spot. 12/10 would recommend"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Cool atmosphere, amazing cocktails, and great food! I’d recommend any of the cocktails because they are some of the best I’ve had in Pittsburgh, but you also must try their desert menu. We had this pastry thing that brought me back to my childhood eating toaster strudels but with enough icing! It’s also worth reminding that this is a vegan restaurant, but as someone who regularly eats meat, I didn’t miss it here."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Went there to  celebrate my wife's birthday.  Service was attentive, friendly, and helpful.  I contacted them via email with a question, and received a prompt, helpful response the same day. Menu is totally vegan, but even the carnivores in our group found delicious and creative entrees.  Note that they require all guests to be vaccinated for COVID-19."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Some of the best food in Pittsburgh. I highly recommend Apteka for both vegans and non-vegans alike. The food is fresh and creative. You might not know what you’re ordering, but not to worry, everything on the menu is delicious. The atmosphere is great, with outdoor seating available on the back patio. They offer plenty of GF options as well."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka was easily the best restaurant we went to in Pittsburgh and we ate at a lot of places! EYV was a close second. And no we’re not vegetarians. Apteka serves incredibly fresh/original food. Never had anything like it."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My partner and I agreed that this was one of the best meals we’ve ever had. He’s vegan and I have a tree nut allergy, and we both enjoyed exceptional food. Each dish brought out complexity from simple, whole ingredients. I wish I could eat this every day. Also the prices are amazing!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Not many places in Pittsburgh provide great vegetarian/vegan choices but this place is awesome for veg/vegans. I ordered perogies and my friend ordered dumpling soup and these both dishes were amazing. Great experience."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Is quite a popular place, and may be tough to get a seat at peak hours. We originally tried to order online and pick up, but their online menu is very limited, and gluten free options are already scarce. Loved the roasted potato soup and would definitely eat that dish again! Also tried the Kluski Slaskie but felt that it was quite bitter."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Food gets 5 stars, atmosphere gets 5, service gets 3. Perhaps it deserves a 4 1/2. Back patio is beautiful and the eggplant sandwich I had was probably the best vegan meal I've ever had. We just had a hard time getting past the inefficiency and confusion about ordering, getting more drinks, and paying the tab. And the food came out in random order. Nevertheless, I would recommend this place and certainly go back any time I'm in the Pittsburgh area; but now I'd know what to expect."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "The pierogies I ordered were delicious. The portion of 5 pierogies for 18 dollars was small is why I gave a 3 out of 5 stars. I would of given 5 out of 5 stars if it was 12 pierogies for 18 dollars."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "We went during the time they specialize in vegan burgers. My husband’s meal was fine, but mine was burnt to a crisp so badly that it looked more like charcoal and was completely inedible. We told the staff who completely ignored it. This was our first experience here and will absolutely be our last."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "It's the best vegan restaurant that I've been to. I go a lot with non vegan friends and no one is ever unsatisfied. The pierogies rock and thr drinks are amazing!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I really enjoyed the flow of the place and the food was great. It was a little bit hard to read the beer list from the ordering spot, but that worked itself out. I ate the special sandwich and it was quite delicious. Atmosphere was great for catching up with an old friend, and the place felt lively and cozy. Would definitely eat go again!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious Vegan Polish food prepared with love and reasonably priced.\n\nI came with a group of people so got a bite of a number of dishes, and each one seemed to be a carefully crafted experience of flavors and textures that demonstrated substantial care out into the design if each plate.\n\nThe desserts we're good, but less remarkable. If you still have room after your meal, try another one of the small dishes instead of the sweets. :)"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "The food was good!  I'm not vegan, so I probably have a different appreciation than others might, but the presentation didn't always wow me.  I enjoyed the pierogies!  The cocktails though?  Very good.  It wasn't clear when coming in that it was cafeteria style, so I stood in line for 10 minutes before finding out that I didn't need to wait in line at all and just needed to sit at a table."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "came with a party of 6 and was able to get a table very quickly on a Saturday night. you order before you sit down, which is actually really convenient. 3 people of my parpa ordered the pancakes and they all absolutely loved them. I got the perogies and they were phenomenal. I was the only vegan in my party but everyone enjoyed the food. Would highly recommend checking out this place. It's delicious and the staff if super friendly."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I had basically given up on fine dining when I had my meal at Apteka this evening. A half decade long streak of disappointing experiences everywhere from Cleveland's now defunct Greenhouse Tavern to any number of overpriced and oversalted Boston eateries whose names I have long since forgotten, left me feeling like I could do it all better myself in my home more healthily, cheaply, and conveniently. Surely all the hype surrounding Apteka just represented more empty platitudes of trendy food journalism and even once great restaurants get tired with age as quality control begins to slip. So I thought \"Why should Apteka be any different?\" I was bitter and jaded... Well, let me tell you--Apteka IS different. We ordered pretty much one of everything from the tastefully short menu and ate it family style. I found myself delighted, surprised and inspired by every single dish. The attention to detail and creativity surrounding this food astounds me. Highlights included the pickles, borscht, cabbage stuffed pierogi, schnitzel, bread, black pepper soda, and cream cake. Although everything we tried was some of the best restaurant food and drink I have ever had. The interior of Apteka is classy, minimalist, and wonderfully utilitarian. I also wanted to note the playlist which was incredibly good for a restaurant. A really nice mix of groovy stuff, ambient, and heady experimental. This is ALWAYS overlooked and really affects the atmosphere! The staff was not overbearing which was really refreshing. I dislike when restaurants encourage an attitude of servility in their waitstaff. Apteka seems to just let them do their jobs without pandering to a feudalist service industry standard. To conclude: Apteka has restored my hope that fine dining can be an artful, inspiring, and relaxing experience. I left feeling physically well, which is not often the case with restaurants at this price point. It is difficult to imagine more humble origins than those of the genius now cooking at Apteka, who is, in this critic's opinion, nothing less than the finest chef in the United States. I will be returning to Apteka soon, hungry for more."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food, drinks, and service. Great experience all around. I would highly recommend this place for any vegan, vegetarian, or lover of eastern euro foods. We got the borscht, celeriac schnitzel, potato pierogi, doughnut, and apple tart.\n\nWe both agreed everything was amazing, though I preferred the pierogi and doughnut, while my partner liked the schnitzel and tart more. We both thought the borscht was awesome.\n\nThere was a wait when we arrived just before the restaurant opened at 5pm. I would recommend reservations or arriving early."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Everything is great. Honestly. Kinda lame that they outsourced the ordering to the customers having to order at the counter - idk the benefit of that. Also, they don't have a chip reader, and my magnetic strip on my card is messed up. Luckily we had another card, but that seems kinda strange; cutting costs at a place like this when they can just modernize to the how-many-available compact POS systems...?"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This place was amazing. The food was delicious."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Simply Amazing.\n\nFoods have textures, tastes, temperatures, wetness levels. I've been living in a cave my whole life and have witnessed being in the outside.\n\nWe sampled many dishes. I enjoyed them all. We tried all of the desserts. They were all great. \"What you say? Carrot ice cream?\" Yes!\n\nSimply Amazing."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "Amazing food!  I have brought a few carnivores here that would never know it’s all vegan if they weren’t told first. They have a small but great beer selection, amazing craft cocktails and a very kind and helpful staff.\n\nEdit: we went here at 10:30pm on a Thursday after a pens game because they’re the only place I know that actually serves “late night food” and we were told they were only serving drinks. Serious disappointment."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely love Apteka. The food is top notch. I love going to restaurants that are entirely vegan so I don't have to figure out what I can/can't eat. Food always comes out so quickly and the staff is so helpful (and efficient)! Friendly, too. Couldn't recommend them highly enough."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "My aunt and I visited here on a Friday night. It was pretty busy and we had to wait to be seated for about 30 minutes.\nThe food was different,  unique and earthy. The vibe was positive and the staff was amazingly wonderful and helpful as it was my first time visiting."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Food is AMAZING. 5 stars. Atmosphere is 5 stars. The menu is full of small plates, so I suggest getting a few and sharing with the table. Unfortunately, service is barely 2 stars. You order yourself, seat yourself, carry your water pitcher and glassware to your table. No server visits your table to ask if you need anything, you are supposed to go get it yourself. They drop off the food and run. I thought this was a restaurant-style place, but its more like a cafe with a seating area. Keep your service expectations low and you'll love it."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Not for everyone.  But if you like Polish food, pickled foods, or food with unique flavor combinations, then this place is for you.  I absolutely love it.  It is vegetarian friendly.  The menu is small but I've never had anything that wasn't tasty.  The cocktails are solid as well.  And it's cheap!!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food at this restaurant is delicious! My husband is Polish so we were excited to try a vegan Polish restaurant.  They only accept reservations for parties of 4 or more,  so if you are unable to get a reservation,  I would recommend going earlier to ensure that you get a table. They also ask about Covid-19 vaccination status. Overall,  the staff is very friendly and helpful, and we enjoyed dining at Apteka."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Awesome food. Loved the black pepper soda."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing place. Loved the outside area. The food was very good, I was extremely surprised."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Solid food. Tried the eggplant sandwich and it blew my mind. Service was also quick and wait times were short.\n\nAmbience is on point, got different seating areas for different vibes. Will definitely suggest the outdoors."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "My bf and I ate there during our first visit to Pittsburgh. We were wowed; It's our favorite food spot in the city so far. Great food. Great cocktails. Nice staff. The only thing I'd improve is make the food a little less salty. Definitely returning and recommending."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is an experience. It's a fusion/chef's restaurant take on Polish kitchen.\nThe results is not only outstanding but one of the best innovation in the food industry in western pa.\nIf you are looking for noble ideas, Apteka is your next place.\nThank you for the experience"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food and drinks are incredible, even if you don’t like vegan. Very gourmet and delicious. This restaurant is a must have for me when I’m in town"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This is the most forward thinking innovative restaurant  in the city. I hope everybody goes here"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "We heard so many good reviews and decided finally to try. Food is good and fresh but nothing outstanding, we are from Eastern Europe so we tried better food definitely. Slightly overpriced for what it is. Very sparse decor, tables are too close. Menu is pretty limited. Would we back? probably not, but ok for one time try."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food is outstanding -- I want to eat everything on the menu!  I have tried almost everything, and things I have not yet tried look sooo good as I see servers delivering items to other diners!  The menu is central and eastern European with items like pierogi and stuffed cabbage.  I am not a big salad fan, but the #2 salad is so good I will always get one with whatever else I order!  The drinks are also noteworthy.  Very talented bartender! Everything is vegan, but non vegan eaters will be pleasantly surprised!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "Food was very carb heavy which I would not expect for a polish place (even if vegan). Every dish seemed like a different form of potatoes. Some vegan protein options would have been nice to at least attempt the extensive meat options in polish cuisine. Service was ok; they forgot our pierogis and brought out the dishes piecewise after a bit too much delay, and the ice cream maker wasn’t working so we ended up having sorbet with our dessert cake. All in all the food was ok for the novelty but it didn’t feel like a particularly distinctive cuisine and I don’t think I would come back."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My wife and I visited here one one of our rare occasions that we had free from parental duties. This is a great place to visit for those of us who have significant others that are vegetarian. The meatless dishes were excellent and for a meat eater I did not miss a thing. I thoroughly enjoyed the meal and felt good to expand my palette. Worth a visit and we will be back again."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious as always, lots of new things on the menu to try (cherry crêpes small plate was wonderful), and serious about COVID protocols which made it feel less risky. Quick to order and get seated for 2, although larger groups were waiting longer."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food, great cocktails. I'm not vegetarian but I really enjoyed their entrees. All the ingredients for food and drinks were very unique and appetizing. I'd definitely recommend people to eat here."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food was amazing. I still can't believe it was vegan. (I don't normally eat vegan, so I am not the best judge. But it was tasty.) I recommend the stuffed cabbage. Only complaint was they had no high chairs. Not worth talking off a star or anything, but it felt unwelcoming."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I've been here about 5 or 6 times. It's always delicious. The sandwiches are all excellent. The perogies are to die for and the mixed drinks are well made and delicious. There is no meat or anything, but that doesn't stop it from being absolutely delicious. If you have any hesitation in coming here. Don't. It's awesome."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This place was amazing...the food was like no other place I've ever been too...loved the perogis and their bread was like a meal in itself ...and you must try their wildflower amd pepper sodas!!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Rarely have I been so taken with the fare on offer that I neglect all reason and eat myself sick. But it did indeed happen here."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "So good. Best vegan food I’ve ever had with a depth of flavor I haven’t experienced elsewhere. Spruce milkshake was incredible! EMP, take note. The real future of animal-free food"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "I’m sure this is a lovely place to frequent…and we strolled in on a pre-holiday afternoon only to find that they weren’t serving customers but doing pre-orders which was all fine and good but when we tried to engage the staff into talking about what else was going on around the area regarding  curated drinks and food they could come up with nothing and were actually quite negative! We had just experienced amazing cocktails and great snacks at Tina’s right around the corner! Certainly there are other businesses to uplift and recommend!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious food! Wasn’t sure what to think as I had never dined at an all vegetarian/vegan restaurant, but was pleasantly surprised with food and cocktails that went beyond my highest expectations. Kind of pricey, but worth it. Usually quite crowded (especially on weekends) after 6-7pm."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "One of my favorite vegan restaurants in Pittsburgh. I really like the oat soda so they put some in a to go container for me. They have a bar and just a great atmosphere in general. The staff is very friendly. It is a clean place and the price is manageable."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Wow! It's a vegan Polish inspired restaurant. What a cute and amazing place. Completely vegan and very creative menu. The salad was amazing (the one with the carrot juice dressing) and the pierogies were amazing too. It was a tad noisy because of the bad acoustics. They have an outside seating area if weather permits. It's located very close to the children's hospital."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This is now my girlfriend and I’s favorite restaurant in Pittsburgh! Delicious food, welcoming atmosphere and extremely kind staff. Try as many dishes as you can! We plan to come back soon"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "I really liked it here be side so many vegan restaurants shy away from delicious staple foods, but here I found a wide variety of delicious, reasonable price fare. I liked that the food was also well portioned and seemed to be just right to make you feel every penny was worth the wait. The restaurant itself runs very efficiently, almost too much so actually. There is very little interaction with the servers, and I felt like just a table number at times, and I felt very much hurried to eat and go."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "There was nothing in particular that I remember loving. I had high expectations for the cabbage roll. Unfortunately, my roll was very tough and hard to cut due to it being over broiled on top. The filling was very good. I liked the beet accompaniment with the pierogis more than the pierogis themselves. The desserts were good, but the fruit preserves and jelly for the desserts were very overpowering. The lady who took our order wasn't very pleasant, but the person who brought our food and refilled our water was nice. Overall it's a very comforting restaurant, but it's not as good as the hype. Very expensive as well, $15 for a cabbage roll, $15 for 7 pierogis. $48 in total for our meal."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "A great all-vegan Polish restaurant with a modern feel. They don't have a huge menu, but everything on it looks really good: I tried the endives with plum sauce, and the pierogi which have two flavours: one is smoked potato and really tastes like all the good parts of smoked haddock (but cruelty free!). They also come with sour cream. A great place for non vegans too as they really won't notice that there's no meat or cheese.\n\nIt's trendy with white painted walls and clean light wood tables. Since it's quite small I recommend reserving a table. They also have window seats.\n\nIt's opposite a beautiful and extensive graveyard with fireflies and deer which is lovely for a stroll after your meal, but be careful not to get locked in!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The restaurant is beautiful in it's simplicity. The staff is so friendly and helpful. The food was incredible. We ate the perogies  and potato pancakes. When food is this delicious you just don't need meat. Thank you for such a great dining experience."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I stopped by for a late night bite a few months back. All the food is vegan, but I was pleased that it was actually quite good! The Eastern European theme was interesting. They have a creative drinks menu."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This place is really awesome. And I think the best way to describe it is it's a Eastern European restaurant that happens to serve all vegan dishes versus a vegan restaurant that serves Eastern European dishes. The flavors of all their dishes are on par with their non-vegan counterparts and if you sat down and just ate a family-style meal you would be hard-pressed to realize you're missing out on any meat.\n\nIf you're skeptical about trying \"vegan\" food This would be a great start because ultimately it's just real food that is without animal products executed flawlessly.l"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "It was one of the best meals I ever had. Not best vegan, or vegetarian, but one of the best meals I ever had."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I have been to the restaurant 3 times with friends, none of whom were vegetarians, let alone vegans.  The food is so amazing that everyone wanted to return."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Now I'm not a vegan. My wife is so I took her here for a date night. The food is Eastern European. I can't spell or pronounce any of it. But I can eat it. And it's good. Really really good, heck it's carnivore approved. Tasty, filling, I've had some really bad vegan food from people who don't understand flavors and can't cook. THIS IS NOT THAT PLACE. I'll be back here again and again eating the namless goodies they have to offer."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The baba burger was amazing. But I think they are only doing burgers this weekend"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Vegan (and gluten free) and delightful! Spices and flavors come together in unexpected ways. As someone completely uninformed on East-European cuisine this was a pleasant surprise. Maybe the best potato pancakes I've ever had. Decorated unfussy, the rear seating area is very very bright in a pleasing way. Try the Slivovitz cocktail if it is still offered. Who knew?!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The best restaurant in Pittsburgh to have a date night. Everything on the menu is so delicious. Even non-vegetarian and non-vegan friends fall in love with the food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I've been back a couple times. Each time the staff has been knowledable and friendly. Loved the food, unique introduction to dishes I wouldn't normally make. Love all the flavors. Great portion size. Oh, I also like the lighting and ambiance. Its simple and effective."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I visited when it was the pop up restaurant (Crapteka) which was like a burgers and fries version of their normal menu. Was very happy with everything, unique flavors, sauces were great. Had a gin drink which hit the spot. I got there at 6pm on a Wednesday and it was already packed, and they don't take reservations except for parties of 6 or more. So come early or expect to share a table."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Had vegetarian friends in town and this was the best place we could think of. Not only did the vegetarians love it but we loved it too! Excellent eastern European cuisine, small plates or large plates to share. This place is great. Burned lemon cocktail with vodka was great too."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "All vegan Eastern European restaurant with a casual vibe. Mostly perogies and soups were what we tried, along with one of their sandwiches. It is hearty and filling which can be tough to find for vegan options, and they also have some interesting selections of  beers on tap. They have a nice garden which was open for us to enjoy since the weather permitted. Not everyone I went with was a fan though, so took off 1 point since maybe this is taste specific. Nevertheless, as a vegetarian, the ability to freely browse and order anything off the menu was very liberating. I would return easily for another meal."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "delicious food, would definitely go again. if you like to venture to  outside of your normal palate every now and then this is a great place to do so"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Outstanding food and creative drinks. The atmosphere was lively, cozy and entirely enjoyable. Highly recommended even for those who have their doubts about vegan (or Polish/Slavic) cuisine. Not a single complaint."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The menu is imaginative and unique. There are a lot of cool options and the mood is casual as you place your order when you first enter and then the dishes are delivered to your table when they are ready. I would highly recommend checking the menu before arriving because when you walk in, you are right in the line where you are to make your order and with all the variety, it holds up the line if you don't know what you want and you may feel pressured to pick quick. It's an exclusively meat-free restaurant so if meat is your thing, don't go here. Actually, it's too bad they don't have a couple meat items, though, in case you are dining with somebody who wants that. Anyway, it has good energy and a lot of young hip people. Good bar drinks, too."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Super unique place built out of the pierogi vs. (Insert food). Vegan eastern European inspired dishes - super delicious. I will say they have a limited menu and it seems pretty static. I suppose if you are not somewhat adventurous in your pallet, that could be a problem."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great atmosphere.    Quick seating for how busy they were. Sat at the bar and got drinks and food very quickly.  Ordered the celery root schnitzel and it was fantastic and a huge portion.  Will definitely return."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My favorite restaurant in Pittsburgh! Vegan Polish sounded like an oxymoron until I tried. It's amazing! Menu is updated seasonally, maybe 3-4 times a year but there are staples the whole time. Best pierogis ever."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing vegan and vegetarian cuisine.  I live in the neighborhood and I can say for certain that there are many times I go outside and my mouth waters from the aroma wafting over my house. This alone was enough to change my opinion of vegan food, and after dining there, let's say that, while meat is an important part of my life, if I had to, I know that I could get used to eating vegan dishes if they all were this tasty."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "The food is decent, but not outstanding. There are plenty of restaurants near by where you can get quality vegan/vegetarian dishes and not need to put up with a pretentious staff. I'm not quick to criticize, I had been wanting to visit for a long time before the disappointment of my first experience. After 3 more (4 total) visits observing the same treatment, I've written it off entirely and will not visit again."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I had my bday dinner here with my bf who is a picky eater and- let's say- aggressively carnivorous. The staff was so friendly and helpful and did everything they could to accommodate him, and were more gracious than I could ever have been. The food and cocktails were absolutely delicious, but, as someone who works in the service industry, I have to say that the service here was definitely above and beyond. Thanks, Apteka!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I’m in town visiting Pittsburgh for the weekend and this restaurant immediately stood out as a must visit place. I was blown away by everything I ate and drank, and on top of that the service was extremely prompt and friendly and the atmosphere was very immersive and dreamy. I left feeling dizzied, warm, nourished, and satisfied. I could not recommend checking this place out enough."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food and service, lots of light and plants, and everything is vegan. Expect a wait because it's that good and worth it."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Very good and interesting food, wine and beer!! However they need to come up with a better ordering system!! Ordering at the bar when you first come in, is what's being done now. If you want to order something additional, you have to get back in line all over again where there maybe 10+ people ahead of you... They REALLY need to take the order at the table!!!\nI'll go back to try some different food items, but probably do it as takeout because the seating wasn't all that comfortable anyway."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This may well be the best food I have ever had. I am not vegan, but I would happily convert of all vegan food tasted like this. I have no idea how they do it. Incredible food. I have never had anything like it."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Our first time there was good. It's small place and  with a limited menu. We visited when they had their vegburgers and fries menu. The servers are nice and are helpful and even asked concerned questions regarding allergies. We definitely want to visit again."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious and unique vegan flavors!\n\nThat being said, I do not think of Apteka as a specifically \"vegan\" restaurant, but more of a creative Eastern European restaurant...think pierogis, savory smoky cabbage, dumplings, mouth-watering mushrooms, hearty breads.\n\nWhen you walk in (or get in line!) there will be a large paper menu hanging from the wall next to the cashier.  The menu items change seasonally and frequently.  You order your food and drinks at the counter and then find a seat.  Food is usually brought out to you within 10-15 minutes.  Their cocktails are some of the best I've had in the city.  They also often carry sour beers, which I love.  With the variety of food and drinks, it is definitely worth a visit."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great vegan food. Apple pancakes were amazing. Soup was amazing. You can tell they probably fermented their own sides which is awesome. Pierogi were cold when served, pretty disappointed with that, but still tasted great with the sauce they served with it. The menu was very thoughtfully put together. Be prepared to stand around waiting for a table as they're really popular. The fernet drink was very good. If they could change something perhaps write descriptive alternative names next to the menu items that would help people while ordering. And also serve your food hot. Bread was not that great. Sandwich was ok. Hostess seemed a little annoyed with some questions people had about what to do/how to order. Would go again though to try their other menu items."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "Made the mistake of trying to walk in at 6:15 on a Saturday. It was 20 degrees outside. We waited outside at the request of the staff at the door for about 10 minutes before they bothered to take our name down. They didn't pay attention to who was there before us or after us. They took our name and number and told us it would be a 60-90 minute wait, and that they would call us when the table was ready. More than 3 hours later we still have not had a call. We ate someplace else and are home and going to bed, and we still waiting for that table..."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing vegan Polish food!\nYou can't go wrong with the pierogi or the dumplings.\n\nThe drinks are innovative and delicious.\nNice atmosphere and good service."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Perhaps the best restaurant in Pittsburgh. I‘ve been vegan for years and rarely taste such flavorful high end vegan fare. Everything about this place delivers."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Simple menu with amazing vegan choices. Very affordable and the cocktails are unique and tasty. Everyone that works there cares about their job and making sure you enjoy your meal and time with them."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Don't be scared away by the fact they only serve a very specific style of food. Everything I tried there, from the beer to the pierogi was outstanding. Also, the staff I dealt with were real chill and friendly; they provided guidance on the rather odd menu and that was a big help"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "It's a vegan place, which is not particularly my cup of tea, so my opinion is definitely biased. The dishes tasted amazing! They were decently expensive and I could have eaten twice the amount I did, if i had the money. Great ambiance, though: super hipster"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "Required proof of vaccination is against hipa laws. I was really exited to finally try this \"awesome place\" because my boyfriend hasn't eaten meat in hear and boy what a let down. Barely made it in the door to turn around and leave after having had to show proof of vaccination. No thanks, what a bummer."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Always amazing but they’re crushing it during the pandemic: super safe setup, friendly staff, and the to-go menu is reliably delicious and thoughtfully prepared for eating at home. Plus the (take-out) wine list is far and away the best in town and probably the state 🥂🥂"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing vegan food. I love meat and cheese. I also know good Eastern European cuisine. This place blew me away. Great flavors and textures. Awesome drinks in a relaxed atmosphere."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "It has a young vibrant atmosphere with great food. Whether you're a vegan, GF diner, or a carnivore, you'll love the satisfying choices. I can't remember the names but we tried a few sandwiches and the perogies (regular and GF) -- all were excellent."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I've been here twice and both times the food has been absolutely terrific! The place is a little small for how packed it gets for dinner, but the staff is incredibly fast at getting you seated! Sometimes you have to share a table with other people. Everything on their menu is vegan, and I think it changes seasonally too. I have had the kanapki, potato pancakes, pierogis, and baba jaga sandwich. I highly recommend this place to anyone in the area!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I feel like such a mom, but it's been truly amazing watching pierogie night evolve into a restaurant.  To tell you how good this place is,  my husband is a true carnivore from Poland and he doesn't taste any difference in their food.  We love it here."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Extremely good customer service! Wow! Great vibe, food was fantastic...we aren't into trendy yet it was trendy and still awesome! variety of vegan dishes...don't worry if you're not vegan we aren't vegans the staff were super helpful and friendly offering great recommendations! (I am not a soy person and they had it covered!)."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I loved this place. The food was absolutely amazing. It was so fantastic. I could eat everything without any worry and it was great food. The atmosphere was lovely, the servers were lovely, and my favorite things were the dumplings. Definitely eat there."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Spectacular. I'll eat anything. My kids are vegan. None of us could believe how great the food was. We ordered all four small plates and all four large plates and every single thing was terrific."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "Hmmm.... Where do I start? Perhaps if you're a vegan, then you may like this establishment. It's Eastern European dishes prepared vegan.  The flavors are interesting, and we tried a number of dishes, but I wasn't wowed by anything and some items I found to be terrible. This is a very \"hip and trendy\" restaurant, and fortunately we had a reservation (sorry, only if you have greater than 6 in your party). There is NO table service at this restaurant... You put your order in and it all comes out of the kitchen at once.  Forget about pacing of your dinner, because there is none here. Then if you want to pay up or order additional items, you have to que up yet again and wait in line. It is loud and there is no ambience. I will not return."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Really intensely hipster but makes up for that with scrumptious delicious food. Nut free versions for everything. A place to be seen reading a hot new abolitionist book or to see your friend's ex on a date."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Visited from out of town and hands down best food I had in Pittsburgh. Totally over ordered and was dying in pain but loved every minute of their little dining garden! Oh and left my phone/wallet in the Lyft on the way over but barely had any worries because of our delicious spread and delicious unclear beer"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "When my friends suggested Apteka, I was having a hard time imagining what a vegan Polish restaurant would serve. I, for one, associate Polish food with lots of meat and cheese. But the chef here has performed miracles with plant life and transformed them into bundles of umami. Their cocktails looked amazing but I wanted to try their housemade liqueurs, so we tried black walnut and sour cherry, both of which were excellent. Some might be put off by the way you stand in line to order, then sit down and wait for your dishes to arrive, but I rather liked it. It felt communal and cozy. With the possible exception of Morcilla, this is the best restaurant I've been to in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "They are all about the flavors and delivering them through compassionate sourcing, i.e., vegan ingredients throughout the menu. Definitely exposes you to lesser known eastern European cuisine, so that's pretty exciting! Did not mind the hustle and bustle as it is obvious that there is quite a following that enjoys the offerings."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Unique dishes, a great balance of textures and flavors. Loved how so many of the herbs and botanicals are made on site"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Totally blown away by my experience tonight. The wine, the cocktail, and all the food (...and I ate a lot!!) were phenomenal. I'm sad to return home to Boston where the veg scene is so underwhelming. I can't wait to come back. Thank you.\n\nTry the burnt carrot salad, the stuffed cabbage, and of course the pierogi's."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Each variety has a delicious sauce, fresh herbs and pickled vegetables that go with it and it makes you think of pierogis in a much more fancy and creative way than you ever have before! The balance of flavors and textures is artistically crafted and you will not find this anywhere else. We will definitely be going again!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "We loved the food, it was immensely delicious and we were warmly greeted with yummy smells and a hopping dining room.  It was slightly confusing to figure out exactly how to order, but once we did it was one of the best restaurant experiences we've had in a while."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "INCREDIBLE vegan food from an oft overlooked corner of the world. The pierogies are impeccable, the paczki are delicious (and as big as your face), but make sure you get your order in early as more people are wising up to the awesomeness that is APTEKA and things sell out quickly."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I have no idea how vegetarian food can be this amazing. Really great. They usually have a couple of good beers on tap too. Very unassuming place, but you should not miss it!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I love the food here. The pierogies are wonderful. Relaxed atmosphere. DJs on the weekends. Its vegan also and I'm not even vegan so you know if I'm recommending it the food is phenomenal. Go eat here people."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious flavors derived from vegetables and spices. Even my carnivore husband loves this place. Great atmosphere and good vibe. Go often and support this local treasure."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "I went here for a late night dinner and felt as if I was at a European underground nightclub. They must have forgotten to pay their electric bill because the only source of lighting was an excessive amount of candles.  All the employees and customers dress like they are librarians. Food was incredible though. Will return.\n\nOh and the music they play makes me feel like they low key are selling ecstasy behind the bar."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Vegan polish / eastern european inspired food that is as good as it gets. They're not cranking out dishes pretending to be meat - it's simply fantastic food that happens to be vegan. The pierogies are the best you'll have, but honestly anything I've tried on the menu was wonderful. In a culinary landscape where more and more places feel the same, Apteka stands out as a truly unique experience that you have to try."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I have been here several times and the food is always delicious! The music is great on Sunday nights as well. Love this place. The line and the way they take the order at the door can be a little overwhelming but don’t let that stop you from trying this place out!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "Not being vegan i figured i would get the potato pancakes, i figured its a safe bet its shredded potatoes right?  They were the foulest thing i have ever seen or tasted they were gray on the outside and brown like a frozen hamburger patty on the inside with no evidence of a shred of potato.  We split a few other items, that were equally disgusting the sandwich had a sauce on it that made me gag, the salad had what im now guessing is the same dressing which made it equally awful.    Finally i found the pierogies were actually decent, unfortunately having already eaten the previous rotten hot garbage my appetite was lost.    Recommend the pierogies, service good.  Wouldn't risk another visit under any circumstances"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Lovely decor. Pretty ambience. Amazing to see a completely vegan place with such delicious food.\nI'd recommend the perogi. Kotlet Selerowy was pretty good too but had too much potato.\nAnother fact that struck me was that all the staff was female! Way to go!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "I love that it’s vegan, they have a creative menu and great drinks. The food is okay, too oily for me, not outstanding taste. Felt like it was made in a rush."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I didn’t actually realize/notice this was a vegan restaurant until I happened to see it on the menu after thinking about what I wanted to order for several min while waiting in line. Most of the menu items are foods served at non vegan restaurants too and don’t scream vegan. I had the pierogis, Apple pancake with black currants, mushroom and cabbage soup (Zupa Grzybowa), and the apple tart with cherry balsamic compote. I thought it was all pretty delicious. The soup was thin, but still good. The Perogi’s were served warm with a really great vegan cream sauce with spices, they were cold before I finished them - but I also didn’t get burned like I have gotten at other pierogi restaurants. The apple pancake was hands down the best pancake I had ever eaten in my life. It was perfectly crispy on the outside almost like what you would expect from a potato pancake, served with a black currant reduction type sauce and sour cream. The apple tart was similarly fantastic, but I should have just ordered an extra pancake for dessert. I had a scotch based cocktail Fernet which was very good."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "My meal (? Slakie) was delicious.  My husband chose the pierogies which were too spicey for him. I like spicey and it was too much for me. Service was quick. Server was pleasant and someone was always clearing away empty plates. We are not sure if we will return."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Everything was delicious. Lots of acidic flavors, lots of dill and lots of starches. Service was pleasant, but the ordering, payment, and food coming out one dish at a time felt chaotic."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food, amazing vibe!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great little local vegan spot. We had a bunch of different things. The fried pierogies were to die for. We will be back."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great vegan food. We had a mushroom special that was amazing. The horseradish sandwich rocks.  The borscht was solid. Some of the other options are merely good."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My sister and I drove to Pittsburg just to go to Apteka, and we weren't disappointed. Great Eastern European Vegan food is a very modern and relaxed environment. We had the Kanapki, Perogies, Kotlet Selerowy Celeriac Schnitzel and my sister had a cocktail which she said was one of the best she ever had. Wish we lived closer!!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This place is truly unique. As an appetizer we had the endives with beech mushrooms in a prune jam, exactly like the one my Romanian grandmother makes! This combination of flavors is amazing and unlike anything I've had before. We also tried another appetizer -potatoes and sauerkraut with black pepper, yogurt (vegan), some sort of jam, and apple chips. Potatoes with sauerkraut and sour cream or yogurt is a very Eastern European thing to eat, but the jam takes it to a new level. Even if you're not vegan or even vegetarian, you will never eat Eastern European food like this. All of the ingredients are native to that region, but their presentation is really special. If you're in Pittsburgh, you have to try this place!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "The food was surprisingly delicious, especially for a vegan Polish cuisine, but hard choices for anyone else who isn't able to eat vegan. The Chlodnik was my favourite. Prices were high due given the service and 'ordering at the bar' type of style."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "The food here is amazing. So are the drinks. But it is quite possibly one of the most confusing seating and ordering experiences around. (No signs or instructions anywhere - you just have to know or ask) Luckily most of the staff is incredibly nice as well, so you can get clarification readily."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This  place can grow on you. I would stick to the pierogis . There isn't a lot in the menu, not enough to stimulate your imagination, but that is understandable though. This was the last restaurant I visited before the  lockdown related to the pandemic  and hence misses the experience. So it's not overly  surprising that I might be a little biased in my opinion about this place."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "Vegan can be so much better! Of what we ordered, nothing was prepared fresh, just slapped on a plate; most ingredients are pickled and don't have to be! baba yaga was burned outside to black charcoal, everything tasted too salty and unsatisfyingly similar! Drinks were good.\nAlso not in love with chipped enamel metal plates. So not nostalgic for old world Soviet block blandness and dustiness of the decor!\nGo for fresh ingredients! They have life and taste of their own,  no need to douse in salt.\nService is friendly. But the ordering process forced you to make decision too fast, not at all enjoyable or efficient."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great Eastern European food! Loved the fried pierogis, schnitzel, tartine…and really, everything!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The Pittsburgh restaurant I've been waiting for. I can't speak more highly of this place. And they've only been open for 18 days! The food is thoughtfully prepared, healthy and delicious. Had the feeling that everything is made in-house. Pierogies were top notch.  A bourbon cocktail made with prune syrup and vinegar was stunning.  Beer offerings were well curated, including a handful of US craft brews, a Zywiec from Poland and an excellent Berlinerweisse from Germany. To top it off, the owners and staff were incredibly welcoming and nice. Do yourself a favor and check Apteka out!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "All vegan. Pierogies, sandwiches, small plates. I'm a meat eater who left full and satisfied. Didn't even feel like I was eating vegan. This isn't some hippie vegetable place its a professional kitchen putting out really tasty food.\n\nThe Cykoria (sp?) Endive thing was great. Pierogies were good. Had a appetizer that was three brushchetta type breads (tritinnes?triennes?), that was just OK. I'd order something else next time.\n\nDefinitely recommend trying it."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is the best vegan restaurant in Pittsburgh hands down.  They offer cutting edge gourmet meals from a part of the world not often associated with vegan cuisine.   In addition,  their bar, the atmosphere and space offer the best full package."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I don't know where to start with my praises for Apteka. The menu and space are thoughtfully designed, and the food is refined yet revolutionary. The chefs have mastered the art of preparing vegetables in ways that bring nuanced flavors to the forefront, depending on the concept of the dish.  I told a friend that it tastes like comfort food that I never had before. The people at Apteka are doing something very special, and are awakening our senses for forgotten natural tastes. The fact that everything is vegan is mind blowing- there is nothing lacking in any of the flavors and each dish is well-balanced. The cocktails were a delight and unlike anything I've had before, with botanical flavors and amazing scents represented in each. You will leave here feeling better than when you came in. Go here."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Food was wonderful.  Came to the restaurant to celebrate my daughter's birthday. They didn't disappoint."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food. Great service. Go for late night and get the baba burger. Get the pierogis, always. Try something new every time, you will never be disappointed. Totally vegan, totally delicious."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "2nd time dining at Apteka and it did not disappoint. We got a large order of pirogis and the Special Sandwich. You may not understand everything on the menu but you cannot go won't with anything you order. Be adventurous and you will be rewarded. The Social Sandwich really stood out to me with a sauce that just won't quit (in the best of ways)."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This is my favorite restaurant when I'm home in Pittsburgh. Even my carnivore dad loves it. I bought a bunch of wine and some sandwiches and  a salad in their last pick-up order during the pandemic and was excited to order again when they reopened for takeout last week. Admittedly, I screwed up the online ordering and got it for the wrong day but they totally worked with me and made it right. My boyfriend wanted some other things and when I emailed them to confirm his order went through because he got a Chase fraud alert, they were able to combine my orders and work through some issues. I've eaten at so many restaurants around the world, dealt with so many random things and people aren't willing to help work with you, and Apteka is not like that at all. Seriously, amazing customer service, especially in Pittsburgh where the service industry can be a little \"sorry, too bad\". DEFINITELY EAT/ORDER FROM HERE!!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "The food is very good but their serving system is completely bizarre to the point of confusion. You order your food at the front entrance but only if you have a table to sit at. If you want to order something else, you have to go somewhere else to order. You don't just order with a waiter. And they require you to get up and let them know when you are ready for them to  ring out your dessert. It's not a standard restaurant with waiters...but it kind of is. Their system is just very confusing and it makes me never want to go back. CHOSE ONE: CANTINA OR RESTAURANT!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Extremely loud - imagine 70 people being in a garage trying to have small conversations. I was a part of a party of 3 and we decided that if there had been more of us, we really wouldn't have been able to have a conversation with the whole group. Lots of strong flavors (the potato/apple/sauerkraut pierogies were amazing) but too many mushroom ingredients for my liking. The vodka/vermouth/something /burnt lemon cocktail was surprisingly very good.\n\nAll that being said, I probably won't be back. They don't have a phone number. If you really have a question about parking or are trying to make a decision among a few restaurants, you have to email them and wait for a reply. A little too hipster and elitist attitude for my taste."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This place is nothing short of amazing! Interpreting Polish and eastern European food into vegan gives really incredible results and flavours you just don't get anywhere else.\n\nAdd to that Apteka pays sustainable wages to it's staff, and sources as many ingredients as possible locally. Before Apteka opened it was a regular pop-up of vegan pierogis vs some other amazing food with lines out of the door, all in preparation for what is Apteka today. These guys have worked really hard to get where they are."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "For a place that is 100% Vegan- the food is amazing to a non-vegan, meat loving person. I would high reccomend their perogies. Their cocktails are crafted beautifully and worth the price."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Never knew vegan food could be so good! Very creative menu. Definitely worth a visit!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This trendy restaurant offers a variety of vegan dishes. At 9pm, the lights are dimmed for a fun, nightly atmosphere. The potato dumpling dish, called Kluski Slaskie, exceeded my expectations for its unique flavor and texture."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "After three times I must say food is delicious. I would give five starts if would be for the maitre, who is incredible bossy and even rude to a level is beyond ridiculous... Every time I went I was able to get some examples ... Once you got seated it should be allright."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Just amazing! Best food in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Really great vegan food!  Different way of seating and ordering, having to go up to the bar to order rather than a traditional sit down restaurant, but it worked really well for the space!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "All 6 of us enjoyed the vegan/veg menu and bench seating like a European beer garden. Elke white wine suburb with all dishes. Service fast and courteous."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Best vegan restaurant in Pittsburgh. The dishes have a very hearty smoky flavor. The pierogies are authentic and flavorful. I am a meat eater and I love this place."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The kitchen staff was great. I have a food allergy (soy) and they were super helpful in making sure I didn't get something I shouldn't. The atmosphere is great and the food is super yummy."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food!!! This place is incredible. I do not go to many vegan restaurants, but apteka has inspired me to try out more. The pierogis were so good"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "This is my 1st time at Apteka. You choose what you want to eat upfront, pay for it at the counter and then get to sit wherever you want. All those are fine but as someone who is a vegetarian, I dint find the food exciting. I felt they couldnt think beyond potato and beets. May be its the Baba Jaga and Pieorgi I chose. The bread was very hard and charred. It was ok overall. Nothing great about it being a vegan restaurant."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The outdoor seating is quite low and awkward--gave everyone a backache, but everything we ate was wonderful and the staff were delightful!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Unusual european food. But tasty:)"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Friendly staff, fast service, and a great atmosphere. O, and the food was very flavorful. We basically ordered half of the menu and shared. I thought it was reasonably priced as well."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing place - 💯 worth visiting.\nGreat food at this place. Make sure to check availability before arriving here."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Stellar! Sophisticated vegan comfort food at reasonable prices. Healthy and nourishing. Creative flavors and techniques.. not trying to imitate meat. Cool atmosphere."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great food, great price. You don't miss meat/dairy at all! We fed 7 people, including cocktails, for less than $200 not including tax/tip"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The environment was very nice, laid back, and relaxing. It was very busy, but staff was extremely friendly and prompt. If you're someone who likes a very quiet place to eat, I wouldn't recommend it during rush hours."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Wow what a delicious meal! The food is super good and they are very creative with their menu! Great selection of wine as well. I truly recommend it"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Came here with a vegan friend, I was being nice. I was very impressed with how good the food was. Nice people, too. Glad this kind of quality place is available to people who want to eat this way."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "So glad to have Apteka back. Creative, tasty dishes that are entirely vegan and wholly satisfying. The cocktails are top-notch and some of the best in the city."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Excellent vegan food, and the cocktails were a highlight as well. Ordering before you get a seat helps turn over tables quickly."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Delicious vegan food; constantly changing menu; must-have perogies. The seating is first-come-first-served, so it's really hard to find a table during the busier times of night."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Really good ambience, really good cocktails and an amazing after 10PM menu. Try their Pierogis for sure! One of the best vegan places in town!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Enjoyed a tasty vegan & vegetarian dinner with family. There was a wide variety of food choices & we ordered various dishes."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "We saw this restaurant last summer and wanted to try, since we are both Polish but not vegan.  Everything was delicious and definitely worth trying"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "Went there for dinner on Sunday. They require vaccination card upon entry but NO ID along with it. What's the point of REQUIRING vaccination card if you cant prove that the card is actualy yours? I raised it to one of the servers and he was ruse and gave a lame excuse"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Wow, talk about a great place. I definitely enjoyed the fresh menu that was completely plant based and really felt back to the basics so you could enjoy each ingredient with the dish."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food here blew me away. I’m not a vegetarian, let alone a vegan and I found it to easily be one of the best dining experiences I’ve had in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I was worried when I got to Pittsburgh that O wouldn't be able to find vegan perogies. But this is the place! Super good, super delicious food. Great beer selection too!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "As an industry worker, just had to write a review to give props to the hostess/cashier on 11/27. Girl, you were absolutely killin it. Food was delicious, also."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Loved the vegan dishes and desert. Great service and friendly staff. Sunday was a good day to visit as it was not super crowded."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Hands down one of the best places I've ever went out and truly enjoyed it, the whole experience,.. definitely recommended bring your bread"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Love this place. Food is delicious and wholesome."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "A delightful experience at this restaurant! The cocktails were delicious. I enjoyed one with burnt orange peel that was sublime! The food is reasonably priced and is clearly handled with care by the chef and staff. If you are vegan, this HAS to be one of your “go-to” places! I particularly enjoyed the pierogis with pickled elements. I also recommend getting a few different items on the menu, admittedly it is difficult to pronounce, but thankfully you can gather what the meal will be from the incredible descriptions. This also happens to be where I took my now fiancé on our first date, so it holds a special place in my heart!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Fast paced atmosphere with unique and delicious food, friendly staff!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is a great place! Not too stuffy or too casual. The food is delicious: flavorful and not too heavy.  Everything came out quickly and the meal was rreasonably priced."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "They accommodated my nut allergy. Perogies we're so tasty and the mustard sauce was so different. It really accented the food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great food. Stop playing \"tones\" as music. Give some SuperHumanoids a shot, much more fitting. Stop burning Palo Santo as incense, or open a window, it gives headaches as\nIt's burning wood.......... other than that 💪🏽👍🏽 Oh yea, baguette isn't the best choice for veggie burgers. Bread to hard, patty too soft.\n\nStill gets 5 stars!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Decent food.  Bread was a bit too hard. Poppyseed dessert was a bit stiff. Price was average. Food had good flavor."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing menu, the borsht was incredible. Everything is done well here, and the interior is gorgeous. Do get here early, it can fill up quick!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "They're magicians! They take Polish food and turn it into delicious vegan dishes that still taste authentic.  I did not think such a thing was possible."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great spot for vegans/vegetarians and cocktail drinkers. Everything is made from scratch... Honestly, I'm not even vegetarian and I DESTROY their food every time!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Drinks and food were delicious. Vegans and non-vegans alike enjoyed the flavors and textures.  This is a must-go place to eat."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This is hands down my favorite restaurant of all time! Everything was good and unique!  The food was excellent, the staff incredible, and love the atmosphere!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Vegan food... I'm mean really, how good could it be.  OMFG it is amazing! Delicious, full flavored, great mothfeel, spicy... Just wonderful! Can I give six stars?"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "It was the coolest little place and the atmosphere was just amazing. Haven’t been in so long but this place is a must visit if you’re in the area. The food is delicious"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Great good, good ambience. Small portions. Vegan only, the beetroot soup tasted heavenly. Very unique experience!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food was amazing, but pricey for the amount you get. Some tables had two or three plates per person, which seemed like an appropriate amount of food, but also super expensive."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I’m not vegan and I still consider this the best restaurant in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Fabulous Eastern European fare with a vegan twist. Ideal for vegans and non-vegans. Excellent cocktails and house-made sodas."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great meal! We shared golubki, pierogies, the mushroom pate platter, and Kotlet Selerowy. Delicious food, very filling."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "So good to have an all vegan restaurant in this neighborhood. Sadly there are limited gluten free options. At night, music was way too loud."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Worth the money. Made for a memorable birthday meal."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Everything is excellent--if you have trouble navigating the exotic menu, just ask for recommendations, or pick dishes at random."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "I am giving it a one star, not because of the food, but not taking any reservations for a table of 2 is not acceptable."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Easily one of the best dining experiences I’ve ever had. The food was incredible and every employee was so friendly and helpful."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food. And I love eating meat. Great vegan menu. 10/10 would go back."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Interesting food, would like to go back again.  When I had their food it was closed to indoor dining and I had it for takeout. They provided the heating instructions."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "really delicious black cherry drink and pierogis!! definitely going back to try their dessert sometime soon"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Excellent vegan food"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I love this place!  The pierogies are amazing, the food is unique, and the drinks are excellent. I go every time I come back to town."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing vegan pierogies. The lima bean puree was excellent. All vegan menu, delicious food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Outstanding. Everything tasted sublime. Well balanced and intriguing flavors.  Service and ambience were lovely too."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Favorite place in town, hands down. Great vegan food and great drinks. Heck, even if you're not vegan...the best!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "One of my favorite restaurants in Pittsburgh! Amazing flavors. Could do without smokey air 'cleansing' and weird music."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Friendly service and reasonable prices. Tables were very close and it was a bit noisy. Food was very good, but no \"Wow\" factor. Parking can be a hassle."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food is absolutely delicious!  If have not checked this place out, you are really missing out!  The outside is a non-descript building on Penn Ave, which is really easy to pass by."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "DELICIOUS food with such unique flavors that I have never experienced anywhere else! Even my meat-eating boyfriend loves this place."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great introduction to Eastern European food"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I’ve been here 4 times. The food is always good and the service is excellent!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food, intriguing atmosphere and surprisingly smooth service for the casual table set up. Definitely going again"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "One of the best restaurants in the city! Great atmosphere with a friendly staff and excellent vegan food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing vegan food, lot of great flavors! Would recommend sharing some perogies with friends."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My favorite vegan spot for diner in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Yum...  just try it.  Such surprising and wonderful flavors..."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "It was such a pleasure not having to ask what the ingredients of the dishes or having to compromise because there's not much to choose from. My husband and I will be back."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious and creative food that happens to be vegan, but our non,-vegan friends have loved this place."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Every meal I've had her had been fantastic and I love that it is vegan!!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Quaint venue with delicious food and good drinks. I would rate the store fairly expensive but the reason seems to be the quality of the food you're receiving."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Good. Like real good. Like probably at least a little bit better than you would assume having read that part where I said it was good. Maybe great even? Yeah this place is for sure great I love it."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Awesome Vegan food option!! Sad that they ran out of desserts pretty soon"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My first experience with Polish food, and I was pleased to find so many nice vegetarian dishes."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Loved! The soup was AH-MAZING! THE wait staff were great. Can't wait to try another meal."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Pretty good food.  Portions small.  Great atmosphere.  Very good for a first date."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing. Amazing. Thank you APTEKA for being in our city. Keep it up. Change nothing. You are all awesome. I can't stop eating your food. Love."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food that just happens to be vegan! Nice cocktail menu as well"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Atmospheric place with good view and nice design. Polite and caring waiters."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Food is amazing, atmosphere is great, really fun to go with a couple people for drinks and a couple different kinds of peirogis."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "My favorite restaurant in Pittsburgh!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": "Wildest pretentious service. Yes the food is good but not worth the attitude."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "This place is amaaazzzingngg !!! 😍 I always make sure I go here when I come home to Pittsburgh ! I’m obsessed with the pierogis and the Baba Jaga sandwich 🤤 all the cocktails are killer 👊🏼⚡️"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Excellent food and service."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Just an amazing vegan experience with a Polish flare. I highly recommend, even if you're not vegan."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "delicious, the savory sandwich is so good and our host was so sweet even though it was our first time."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely amazing!! It took us nearly 3 years to get there and it certainly lived up to the hype."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Loved the food which was very creative. Worth the trip especially if you are a vegetarian."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Best borscht  in the city 👍"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Top tier. Best vegan food in the burgh"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "When even my non-vegetarian teenager was impressed and talks about returning for another meal, I know it's an excellent meal!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Apteka is unbelievably good. Their cocktails are amazing, their food is so delicious and the ambience is great."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I’m not vegan, but this place was fantastic!! Great ambiance, awesome drinks and delicious food!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Wow!  So good!  Check it out. Even if you think you're a committed omnivore. Such an interesting mix of foods."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely one of the most unique,  authentic and delicious dining experiences in Pittsburgh,  or anywhere!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Enjoying the pandemic alternate menu, the Crapteka offerings are A+. Baba and Freako are must-tries"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Unusual polish vegetarian cuisine but ordering is at counter and it's hard for anyone who has questions about the menu"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Vegan perogies. Amazingly good, vegan perogies.\n\nI also enjoyed my sandwich.\n\n5 stars"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Years later, my partner and I still talk about this meal! So good."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Fried pirogies were so good and also the sodas"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing food, real polish cuisine, totally vegan. Go for it!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Fully vegan, great beer selection, cool atmosphere if you can handle standing in line for a few minutes"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Everything is a bit more beautiful after having dined with them."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Friendly staff who helped a group of people well out of their element. How they achieve meat flavors still baffles me"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "What a joy to be able to order anything on the menu! Great food and atmosphere."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Stimulating, scrumptious food served in a simple space. Cocktail was also good."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "I'm not vegan or vegetarian and this is probably my favorite restaurant in Pittsburgh. Dare I say, the best perogies?"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Great ambiance, good people, great ingredients, texture of food was not so great"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Pardon my French but the Jackfruit frozen cocktail is hecking good 😙👌"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great tasting food! Quick service and great drinks."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Amazing vegan food. Homemade cordials are very cool."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The food was delicious and the service was great!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "As a vegetarian, I loved the options as well as the decor"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Amazing vegan food. Fast casual table service."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Polish food, that has strong flavors. Also happens to be vegan."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Nice vibe. Good food. Empty on a Wednesday"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Hands down the best vegan restaurant in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Best vegan, polish food anywhere...go here!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Preeeety much my idea of the perfect restaurant  👍😁"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The best food. Incredible cocktails."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The place was great. The food was excellent!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Great place to eat. Vegan-friendly."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Great ambience and tasty vegan food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Excellent food for a very decent price."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "one of the best meals of my life"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely stunning 10/10 will be back for sure!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Outstanding!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Good authentic food, interesting menu"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Favorite restaurant in Pittsburgh. The food is great!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Beautiful contemporary Pittsburgh style polish eatery #cp"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Beyond spectacular\n\nWow\n\nJust very cool.\n\nSuperb and creative"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Beautiful small restaurant. Babajaga is my favorite."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The best place to eat pierogi in Pittsburgh."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Vegan food a non-vegan would go out of the way for!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Always blows my mind how everything tastes so good."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great vegan polish food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Eat here. Eat here. Eat here.\n\nDid I mention you should eat here?"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Best restaurant in Pittsburgh"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Never knew such flavors existed!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Beautiful food, enduring vibe."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Everything we try here is absolutely amazing!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Strange but delightful. Unfamiliar yet approachable."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Favorite restaurant in town, hands down."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "best place on the planet!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great interesting food!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Absolutely awesome food."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Food was good, but very cramped"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great adventurous vegan food"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great food with good service"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "All vegan. Try the pierogies!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delish."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Extremely interesting and delicious."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious food every time"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Best vegan place in the world"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great Food!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Loved it"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "The place never never disappoints."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": "Small serving size"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Perfect for gorging!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Real food for real people."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Borsht - excellent."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Nice"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Excellent experience!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Nice"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Delicious"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Outstanding food"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "피츠버그에서 거의 유일하게 네추럴 와인 마실수있는 식당. 한국에서 누릴 수있던 네추럴 와인 바에 근접함! 러프한 예쁨을 즐기기에 적합한 장소다. 대신 언젠가부터 인기가 너무 많아져서 요즘은 오픈시간 삼십분전부터 줄이 어마어마 하다. 같이갈 친구 네명 맞춰서 예약 꼭 하고 가기를 추천"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": "Ristorante vegano , con recensioni estremamente positive, assolutamente non condivisibili dal mio punto di vista. Tutti i piatti provati contenevano una quantità di pepe tale da rendere impossibile gustarli. Si percepiva una possibile buona qualità di fondo, vanificata da un uso sconsiderato di spezie. Pare che  si sia diffusa una forma di conformismo culinario che fa' sì che piatti originariamente completamente diversi, risultino tutti uguali ed ustionanti per le papille gustative!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Excelente!!!! Comida grega e saudável de excelente qualidade"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Fantastyczne miejsce!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": "Łazanki Polskie Proszę.."}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": "Great pierogi!"}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 1, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 2, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 3, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 4, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
{"place_id": "ChIJ9Q1kJUTyNIgRuvW9f60WFmI", "rating": 5, "text": null}
